Repository: matrix-msu/kora2
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de_de

source: Correcting URL/URI Preset
de_de: Korrektur der URL / URI Preset

source: Updating Allowed Image Formats
de_de: Aktualisierung erlaubt Image-Formate

source: Updating Reverse Associations
de_de: Aktualisierung Reverse Verb�nde

source: or
de_de: oder

source: Timestamp control creation failed for scheme
de_de: Zeitstempelsteuerkreation verlassen f�r Entwurf

source: Adding timestamps
de_de: Addieren der Zeitstempel

source: Updating user Table
de_de: Ausbau der Benutzer-Tabelle

source: Updating scheme Table
de_de: Aktualisierung der Entwurf Tabelle

source: Adding PublicData Tables
de_de: Addieren der PublicData Tabellen

source: Adding recordowner control to all projects
de_de: Hinzuf�gen von recordowner Steuerung allen Projekten

source: No updates found; your database is up-to-date.
de_de: Keine Updates gefunden, Ihre Datenbank auf dem neuesten Stand ist.

source: Ingesting object
de_de: Einnahme des Gegenstandes

source: No project or scheme id specified. Could not ingest records, please try again.
de_de: Keine Projekt- oder Entwurfidentifikation spezifiziert. Konnte Aufzeichnungen nicht einnehmen, versucht bitte noch einmal.

source: Viewing Record
de_de: Anzeigen Record

source: Can not load control; please ensure all controls are properly installed.
de_de: Kann nicht geladen Kontrolle, stellen Sie bitte sicher, alle Bedienelemente sind richtig installiert ist.

source: The following records associate to this record
de_de: Die folgenden Informationen zu diesem Eintrag Associate

source: Note: You may not have authorization to view any or all of the following records
de_de: Hinweis: Sie k�nnen keine Genehmigung, um eine oder alle der folgenden Informationen

source: edit
de_de: bearbeiten

source: delete
de_de: l�schen

source: clone
de_de: klon

source: Save this record as a preset
de_de: Speichern Sie diese Record als Voreinstellung

source: Create
de_de: Erstellen

source: Note: Records saved as presets will no longer appear in search results or as distinct records.
de_de: Hinweis: Die Recorde als Presets gespeichert werden nicht mehr in den Suchergebnissen angezeigt werden oder als getrennte Recorde.

source: Choose the type of editor you would like to use with this control
de_de: Wählen Sie den Editor, die Sie mit dieser Regelung Gebrauch würde

source: Plain-text editor
de_de: Einfachen-text editor

source: Text Editor Updated. Using Rich-Text Editor.
de_de: Text Editor aktualisiert. Mit Rich-Text Editor.

source: Text Editor Updated. Using Plain-Text Editor.
de_de: Text Editor aktualisiert. Mit Einfachen-Text Editor.

source: Converting time stamp format
de_de: Konvertieren Zeitstempelformat

source: Record not found
de_de: Datensatz nicht gefunden
