Repository: matrix-msu/kora2
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de_de

source: Invalid
de_de: Ung�ltige

source: Remove
de_de: Entfernen

source: View Record
de_de: Anzeigen Record

source: Up
de_de: Nach Oben

source: Down
de_de: Unten

source: Find a Record
de_de: Suchen Sie eine Record

source: Associate this Record
de_de: Associate diesem Datensatz

source: No Record ID Specified
de_de: Keine Record ID spezifiziert

source: Currently Associated Objects
de_de: Derzeit Verbundenen Objekte

source: No value supplied for required field
de_de: Keine Wert f�r Pflichtfeld

source: Invalid Record ID format
de_de: Ung�ltige Record ID Format

source: Association Permissions
de_de: Verband Berechtigungen

source: Use the checkboxes to allow/disallow associating to records from the following schemes from this control
de_de: Verwenden Sie die Kontrollk�stchen, so dass/Disallow Beteiligung an den Recorden aus den folgenden Schema dieser Kontrolle

source: No schemes have granted access to this scheme yet
de_de: Keine Schema haben Zugang zu diesem Schema noch

source: Scheme
de_de: Schema

source: Search
de_de: Suche

source: Default Value
de_de: Standardwert

source: Use this field to set an optional set of objects to which new objects in this scheme will be associated by default
de_de: Verwenden Sie dieses Feld, um eine optionale Menge von Objekten, auf die neuen Objekte in diesem Schema in Verbindung gebracht werden standardm��ig

source: Add
de_de: Hinzuf�gen

source: Improper Control ID or Project ID Specified
de_de: Falsche Control ID oder Projekt-ID spezifiziert

source: This control's display format is an unrecognized value; please check its options.
de_de: Diese Steuerung der Display-Format ist ein Wert nicht erkannt, �berpr�fen Sie bitte die Optionen.

source: This control has no format option set; please check its options.
de_de: Diese Kontrolle hat keine Option gesetzt, �berpr�fen Sie bitte die Optionen.

source: Invalid PID
de_de: Ung�ltige PID

source: Invalid Control ID
de_de: Ung�ltige Control ID

source: Invalid PID/CID
de_de: Ung�ltige PID/CID

source: Invalid Month specified for field
de_de: Ung�ltiger Monat f�r Bereich

source: Invalid Year specified for field
de_de: Ung�ltiger Jahr f�r Bereich

source: " is not a valid option for an era.
de_de: nicht ist eine g�ltige Wahl f�r eine �ra.

source: Field
de_de: Feld

source: is not a leap year
de_de: ist kein Schaltjahr

source: There are only
de_de: Es gibt nur

source: days in
de_de: Tage in

source: Start Date must be in the range [1,9999]
de_de: Start Datum muss im Bereich [1,9999]

source: End Date must be in the range [1,9999]
de_de: Ende Datum muss im Bereich [1,9999]

source: End Date must be greater than or equal to Start Date
de_de: Ende Datum muss gr��er als oder gleich zu Beginn

source: Date Range Settings Updated
de_de: Zeitraum Einstellungen Aktualisiert

source: Era Settings Updated
de_de: Era Einstellungen Aktualisiert

source: Date Format Settings Updated
de_de: Datum Format Einstellungen Aktualisiert

source: Date Range
de_de: Datumsbereich

source: Please provide a start and end year in the range 1-9999 for the control
de_de: Bitte geben Sie eine Start-und End-Jahr im Bereich 1-9999 f�r die Kontrolle

source: Start Date
de_de: Start-Datum

source: End Date
de_de: Ende-Datum

source: Update
de_de: Aktualisieren

source: Date Format
de_de: Datumsformat

source: Please select the format you would prefer to enter your dates in. This format will also be used for displaying the dates inside of KORA (this setting has no effect on front-end sites).
de_de: Bitte w�hlen Sie das Format, das Sie w�rden es vorziehen, geben Sie Ihre Daten in. Dieses Format wird auch verwendet werden, f�r die Anzeige der Daten innerhalb des KORA (Diese Einstellung hat keine Auswirkungen auf die Front-End-Sites).

source: MM DD, YYYY
de_de: MM DD, JJJJ

source: DD MM YYYY
de_de: DD MM JJJJ

source: YYYY MM DD
de_de: JJJJ MM DD

source: Please select an optional value which will be initially filled in during ingestion
de_de: Bitte w�hlen Sie einen optionalen Wert, wird zun�chst ausgef�llt w�hrend der Einnahme

source: Show Era Field?
de_de: Zeigen Era Feld?

source: Choose whether or not to show the CE/BCE selector; if you choose not to show it, the control will default to assuming CE.
de_de: Legen Sie fest, ob oder nicht, um die CE/BCE Selektor, wenn Sie nicht zu zeigen, die Kontrolle wird standardm��ig auf der Annahme, CE.

source: No
de_de: Nein

source: Yes
de_de: Ja

source: Default Value Settings Updated
de_de: Standardwert Einstellungen Aktualisiert

source: Are you sure you want to delete this file? This takes effect immediately and cannot be undone.
de_de: Sind Sie sicher, dass Sie diese Datei l�schen m�chten? Diese sofort wirksam und wird nicht r�ckg�ngig gemacht.

source: Existing File
de_de: Bestehende Datei

source: Size
de_de: Gr��e

source: Delete this File
de_de: L�schen Sie diese Datei

source: Really delete option? This will delete all data about this option from any records which currently have selected it.
de_de: Wirklich L�schungwahl? Dieses l�scht alle Daten �ber diese Wahl aus allen m�glichen Aufzeichnungen, die z.Z. sie vorgew�hlt haben.

source: Really select preset? This will delete all existing options and cannot be undone!
de_de: W�hlen Sie Preset wirklich? Dies wird alle bestehenden M�glichkeiten und kann nicht r�ckg�ngig gemacht werden!

source: Type
de_de: Sorte

source: bytes
de_de: Byte

source: File too large
de_de: Datei zu gro�

source: Filetype is not in approved list
de_de: Dateityp nicht genehmigte Liste

source: File is not an image
de_de: Die Datei ist kein Bild

source: You cannot have a duplicate list item
de_de: Sie k�nnen nicht ein Duplikat Liste

source: Improper Direction Specified
de_de: Falsche Richtung spezifiziert

source: Invalid maximum size specified
de_de: Ung�ltige maximale Gr��e

source: Maximum File Size Updated
de_de: Maximale Dateigr��e Aktualisiert

source: Invalid cid specified
de_de: Ung�ltige CID angegeben

source: Restrictions must be 'Yes' or 'No'
de_de: Einschr�nkungen muss 'Ja' oder 'Nein'

source: File Restrictions Updated
de_de: Datei-Beschr�nkungen Aktualisiert

source: Archival must be 'Yes' or 'No'
de_de: Archivierung muss 'Ja' oder 'Nein'

source: Archival Settings Updated
de_de: Archivierung Einstellungen Aktualisiert

source: Maximum File Size
de_de: Maximale Dateigr��e

source: The maximum size (in kB, 1024kB = 1MB) allowed to be uploaded by this control. Set to 0 to have no limit.
de_de: Die maximale Gr��e (in kB, 1024KB = 1 MB) erlaubt, die hochgeladen werden soll durch diese Kontrolle. Auf 0 gesetzt zu haben kein Limit.

source: Allowed File Types
de_de: Erlaubte Dateitypen

source: Add Option
de_de: F�gen Option

source: Restrict File Types?
de_de: Dateitypen beschr�nken?

source: If this is set to yes, only the filetypes set in the above list will be allowed
de_de: Wenn diese aktiviert ist, werden nur die Dateitypen in der obigen Liste wird erlaubt

source: Archival Enabled?
de_de: Archivierung aktiv?

source: This will enable fixity integrity checking on files ingested after this is enabled
de_de: Dies erm�glicht die Kontrolle �ber die Integrit�t fixe Dateien nach Einnahme dieser aktiviert ist

source: Presets
de_de: Preseten

source: Sets of pre-defined file-types which are commonly used
de_de: Sets von vordefinierten Datei-Typen, die h�ufig verwendete

source: Use Preset
de_de: Verwendung Preset

source: Create New Preset
de_de: Neues Preset

source: If you would like to save this set of allowed file types as a preset, enter a name and click 'Save as Preset'
de_de: Wenn Sie m�chten, speichern Sie diese Reihe von Dateitypen k�nnen als Preset, geben Sie einen Namen ein und klicken Sie auf 'Speichern als Preset'

source: Save as Preset
de_de: Speichern als Preset

source: Preset Selected
de_de: Preset ausgew�hlt

source: There is already a File Control preset with the name
de_de: Es gibt bereits eine Datei Control Preset mit dem Namen

source: Invalid Project or Control ID
de_de: Ung�ltige Project oder Control ID

source: Invalid KID
de_de: Ung�ltige KID

source: File Deleted
de_de: Datei L�schen

source: Geolocator uninitialized; Please edit control options.
de_de: Geolocator uninitialized Bitte Edit-Control-Optionen.

source: No location controls set. Edit control properties to add location controls.
de_de: Keine Ort Kontrollen. Bearbeiten Eigenschaften hinzuf�gen Standort Kontrollen.

source: Are you sure you want to update geocodes? This may take some time, and all existing geocodes will be replaced
de_de: Sind Sie sicher, dass Sie aktualisieren m�chten geocodes? Dies kann einige Zeit in Anspruch nehmen, und alle bestehenden geocodes wird ersetzt

source: Latitude
de_de: Breite

source: Longitude
de_de: L�nge

source: Translated Address
de_de: �bersetzt Adresse

source: Geocoded Address
de_de: Geocodiert Adresse

source: Invalid Project/Scheme ID
de_de: Ung�ltige Projekt/Schema-ID

source: Geolocator control uninitialized
de_de: Geolocator Kontrolle uninitialized

source: Control
de_de: Kontrolle

source: has been deleted - please edit options for
de_de: wurde gel�scht - bitte bearbeiten Optionen f�r

source: No location data entered for required Geolocator control
de_de: Keine Lage eingegebenen Daten f�r die Kontrolle erforderlich Geolocator

source: You cannot include the same control more than once
de_de: Sie k�nnen nicht die gleiche Kontrolle mehr als einmal

source: Invalid project or scheme id, or this scheme does not have any non-geolocator controls.
de_de: Ung�ltige Projekt oder Programm-ID, oder diese Regelung nicht haben, die nicht-geolocator Kontrollen.

source: Controls List
de_de: Liste der Kontrollen

source: These are the available controls. Select and add the ones the geolocator will pull address data from.
de_de: Dies sind die Kontrollen zur Verf�gung. W�hlen Sie und f�gen Sie die, die geolocator wird pull-Adresse Daten aus.

source: Selected Controls
de_de: Ausgew�hlte Kontrolle

source: The controls in this list will be used for geolocation on record ingestion
de_de: Die Steuerelemente in dieser Liste werden f�r die Geolocation zu Protokoll Einnahme

source: The locator string will be built by adding the contents of the controls from top to bottom
de_de: Die Locator-String wird durch die Addition der Inhalte der Kontrollen von oben nach unten

source: Update Geocodes
de_de: Aktualisieren Geocodes

source: Look up latitude/longitude for all records in this scheme
de_de: Look-Up-L�nge/Breite f�r alle Eintr�ge in dieser Regelung

source: Width
de_de: Breite

source: Height
de_de: H�he

source: Note: This list is based on the image types which PHP can process and cannot be changed; it is provided here solely for reference.
de_de: Hinweis: Diese Liste basiert auf dem Bild-Typen, die PHP verarbeiten kann und kann nicht ge�ndert werden, es ist hier nur zu Referenzzwecken.

source: Width and Height must be Positive Integers
de_de: Breite und H�he muss Positive Ganzzahlen

source: Maximum Width
de_de: Maximale Breite

source: pixels
de_de: Pixel

source: Maximum Height
de_de: Maximale H�he

source: Unable to open thumbnail directory
de_de: Konnte nicht ge�ffnet werden Thumbnail-Verzeichnis

source: Thumbnail Size Updated
de_de: Gr��e der Vorschaubilder Aktualisiert

source: " is not an valid value for
de_de: nicht ist ein g�ltiger Wert f�r

source: There is already a List Control preset with the name
de_de: Es gibt bereits eine Liste der Preset mit dem Namen

source: List Options
de_de: Liste Optionen

source: These are the choices users will be presented with when ingesting
de_de: Dies sind die Entscheidungen Benutzer wird bei der Aufnahme

source: Optionally, select a value which will be initially selected upon first ingestion
de_de: W�hlen Sie ein Wert, wird zun�chst auf den ersten ausgew�hlten Aufnahme

source: Sets of pre-defined list values which are commonly used
de_de: Legt der vordefinierten Liste Werte, die h�ufig verwendete

source: Set AutoFill
de_de: Stellen Sie AutoFill ein

source: Choose a control to auto select a value for this control when specific value is selected.
de_de: W�hlen Sie eine Steuerung zum Automobil vorw�hlen einen Wert f�r diese Steuerung, wenn spezifischer Wert vorgew�hlt wird.

source: Select Control
de_de: W�hlen Sie Steuerung vor

source: Default Value Updated
de_de: Standardwert Aktualisiert

source: Auto Fill Control Updated
de_de: Selbstf�lle-Steuerung aktualisierte

source: January
de_de: Januar

source: February
de_de: Februar

source: March
de_de: M�rz

source: May
de_de: Mai

source: June
de_de: Juni

source: July
de_de: Juli

source: October
de_de: Oktober

source: December
de_de: Dezember

source: Bad Date Format Option
de_de: Bad Datumsformat Option

source: Value supplied for field
de_de: Wert f�r das Feld

source: is not valid XML
de_de: ist keine g�ltige XML

source: Era must be CE or BCE
de_de: Era m�ssen CE oder BCE

source: Invalid Month
de_de: Ung�ltige Monat

source: Year outside of valid range
de_de: Jahr au�erhalb des g�ltigen Bereich

source: does not have all required XML members
de_de: nicht alle erforderlichen XML-Mitglieder

source: Optionally, select which value(s) which will be initially selected upon first ingestion
de_de: Optional, w�hlen Sie, welchen Wert (n), die urspr�nglich ausgew�hlten beim ersten Einnahme

source: Options
de_de: Optionen

source: Really select preset? This will delete any existing RegEx and cannot be undone!
de_de: W�hlen Sie Preset wirklich? Diese l�scht alle vorhandenen RegEx und kann nicht r�ckg�ngig gemacht werden!

source: does not match the required pattern
de_de: nicht mit dem erforderlichen Muster

source: Regular Expression Match
de_de: Regul�rer Ausdruck mit

source: Leave blank to allow any input
de_de: Leer lassen, damit jeder Eingang

source: use %s otherwise
de_de: Mit %s sonst

source: Perl-style RegEx
de_de: Perl-Stil RegEx

source: Leave blank to have no initial value
de_de: Lassen Sie leer, um kein Initialwert

source: Pre-created Regular Expressions to match common patterns for your convieneince
de_de: Vor erstellt Regul�re Ausdr�cke, um gemeinsame Muster f�r Ihre Bequemlichkeit

source: If you would like to save this regular expression as a preset, enter a name and click 'Save as Preset'
de_de: Wenn Sie m�chten, speichern Sie diese regul�ren Ausdruck als Voreinstellung, geben Sie einen Namen ein und klicken Sie auf 'Speichern als Preset'

source: Regular Expression Updated
de_de: Regul�rer Ausdruck Aktualisiert

source: Size Updated
de_de: Gr��e aktualisiert

source: The number of rows and columns must be a positive integer
de_de: Die Anzahl der Zeilen und Spalten muss eine positive Ganzzahl

source: Rows
de_de: Reihen

source: Columns
de_de: Spalten

source: There is already a Text Control Preset with the name
de_de: Es gibt bereits einen Text Control Preset mit dem Namen

source: Add Field
de_de: Feld hinzuf�gen

source: Dublin Core Field/Control Name
de_de: Dublin-Core-Feld/Control Name

source: Add Field to Dublin Core
de_de: Feld hinzuf�gen zu Dublin Core

source: Current Dublin Core fields for this scheme
de_de: Aktuelle Dublin-Core-Felder f�r diese Regelung

source: No Dublin Core fields for this scheme yet
de_de: Keine Dublin-Core-Felder f�r diese Regelung noch

source: File
de_de: Datei

source: changed from last hash check
de_de: Zuletzt ge�ndert von Hash-Check

source: Last Computed
de_de: Letzte Computertomographie

source: Current Computed
de_de: Aktuelle Computer

source: Last Computed Hash Time
de_de: Letzte berechneten Hash-Zeit

source: Current Computed Hash Time
de_de: Aktuelle berechneten Hash-Zeit

source: changed from initial hash
de_de: Ver�nderung von der erste Hash

source: Initial
de_de: Erste

source: Computed
de_de: Computertomographie

source: Original Hash Time
de_de: Original-Hash-Zeit

source: Current Hash Time
de_de: Aktuelle Hash Zeit

source: Something that should never happen did. The original hash and stored hash in the database differ. Check this file for errors
de_de: Etwas, das sollte nie passieren hat. Die urspr�ngliche Hash Hash gespeichert und in der Datenbank unterscheiden. �berpr�fen Sie diese Datei auf Fehler

source: KORA Fixity Run Results
de_de: KORA Fixity Run Ergebnisse

source: fixity errors
de_de: fixity Fehler

source: files passed
de_de: Dateien an

source: Created by
de_de: Erstellt von

source: Log In
de_de: Anmelden

source: Register
de_de: Registrieren

source: Activate Account
de_de: Konto aktivieren

source: Log Out
de_de: Abmelden

source: Update User Info
de_de: Update Benutzer Informationen

source: Your database is out of date; please upgrade it
de_de: Ihre Datenbank ist veraltet, bitte aktualisieren Sie

source: There was an error preparing the ingestion form
de_de: Es war ein Fehler der Vorbereitung der Einnahme Form

source: Submit Data
de_de: �bermitteln Daten

source: Object Ingested
de_de: Objekt-Einnahme

source: Ingestion Failed. See below errors.
de_de: Aufnahme fehlgeschlagen. Siehe unten Fehler.

source: At least one control must have data
de_de: Mindestens eine mu� Daten

source: Please specify at least one field to return
de_de: Bitte geben Sie mindestens ein Feld, um wieder

source: Query must be a Clause object
de_de: Query muss eine Klausel Objekt

source: Invalid Authentication to Search
de_de: Ung�ltige Authentifizierung zur Suche

source: Unknown control
de_de: Unbekannt Kontrolle

source: Invalid sorting options
de_de: Unzul�ssige sortierende Wahlen

source: Control
de_de: Steuerung

source: No Collections Exist For This Scheme
de_de: Keine Ansammlungen existieren f�r diesen Entwurf

source: Selected Control
de_de: Vorgew�hlt Kontrolle

source: Does Not Exist
de_de: Existiert nicht

source: Is Not a List or Multi-List
de_de: Nicht ist eine Liste oder eine Multi-Liste

source: Error
de_de: Fehler

source: Bad Search Clause
de_de: Schlecht Suche Klausel

source: Accounts
de_de: Konten

source: Register an Account
de_de: Ein Konto registrieren

source: Activate an Account
de_de: Aktivieren Sie ein Konto

source: change language
de_de: Sprache �ndern

source: Management
de_de: Leitung

source: System Management
de_de: System Leitung

source: Create/Modify Projects
de_de: Erstellen/�ndern Projekte

source: Manage Users
de_de: Benutzer verwalten

source: Manage Search Tokens
de_de: Verwalten Suche Spektakelpl�ttchen

source: Cross-Project Search
de_de: Cross-Project-Suche

source: Search within Project
de_de: Suche in der Projekt

source: Advanced Search within Scheme
de_de: Vorger�ckte Suche innerhalb des Entwurfs

source: Project
de_de: Projekt

source: Select a Project
de_de: W�hlen Sie ein Projekt

source: Manage Groups
de_de: Verwalten von Gruppen

source: Manage Project Users
de_de: Verwalten von Projekten Benutzer

source: Manage Control Presets
de_de: Verwalten der Presets

source: Select a Scheme
de_de: W�hlen Sie ein Schema

source: Add a New Scheme
de_de: F�gen Sie eine neue Schema

source: Import Scheme From XML
de_de: Import-Entwurf von XML

source: Scheme Layout
de_de: Schema Anordnung

source: Manage Associator Permissions
de_de: Berechtigungen verwalten Associator

source: Manage Record Presets
de_de: Verwalten Record Presets

source: Refresh Dublin Core Data
de_de: Aktualisieren Dublin-Core-Daten

source: Manage Dublin Core Fields
de_de: Verwalten von Dublin-Core-Felder

source: Ingest Record
de_de: Sich nehmen Record

source: List Scheme Records
de_de: Auflisten Schema Records

source: Import Records from XML
de_de: Import-Aufzeichnungen von XML

source: Export Records to XML
de_de: Export-Aufzeichnungen zu XML

source: Review Public Ingestions
de_de: Bericht-�ffentlichkeits-Einnahmen

source: There is already a control of that type with that name
de_de: Es gibt bereits eine Kontrolle der Art, dass mit diesem Namen

source: There are no presets which you have control over
de_de: Es gibt keine Presets, die Sie haben die Kontrolle �ber

source: Preset Name
de_de: voreinstellen Name

source: Original Project
de_de: Urspr�ngliche Projekt

source: Global
de_de: Weltweit

source: New Name
de_de: Neuer Name

source: Delete
de_de: L�schen

source: Stock Preset
de_de: Lager Preset

source: Rename
de_de: Umbenennen

source: Object is not in current scheme
de_de: Objekt ist nicht in der aktuellen Regelung

source: You cannot have an empty name
de_de: Sie k�nnen nicht eine leere Namen

source: You do not have permission to create presets
de_de: Sie haben keine Berechtigung, um Presets

source: There is already a preset with that name
de_de: Es gibt bereits ein Preset mit dem Namen

source: This record is already a preset
de_de: Dieser Eintrag ist bereits ein Preset

source: Preset Added
de_de: Preset hinzugef�gt

source: Demote
de_de: Degradieren

source: This scheme currently has no presets
de_de: Diese Regelung hat zur Zeit keine Presets

source: The following schemes are currently allowed to associate to records in this scheme
de_de: Die folgenden Regelungen sind derzeit um die Eintr�ge in diesem Schema

source: No schemes are currently allowed to associate to this project
de_de: Schema sind derzeit nicht erlaubt, um f�r dieses Projekt

source: You must have PHP 5.1.3 or later installed to use KORA. You currently have version
de_de: Sie m�ssen PHP 5.1.3 oder h�her installiert zu verwenden KORA. Sie haben derzeit Version

source: Magic Quotes are enabled. Please disable magic_quotes_gpc in php.ini.
de_de: Magic Quotes aktiviert sind. Bitte deaktivieren magic_quotes_gpc in der php.ini.

source: Cannot connect to the database. Please verify your configuration settings.
de_de: Kann keine Verbindung zu der Datenbank. Bitte best�tigen Sie Ihre Einstellungen.

source: You must have at least MySQL 5.0.3 installed to use KORA. You currently have version
de_de: Sie m�ssen mindestens MySQL 5.0.3 installiert zu verwenden KORA. Sie haben derzeit Version

source: This project currently has no schemes
de_de: Dieses Projekt hat derzeit keine Pl�ne

source: Description
de_de: Beschreibung

source: Edit
de_de: Bearbeiten

source: Add a Control
de_de: F�gen Sie ein Control

source: Remove this Collection
de_de: Entfernen Sie diese Sammlung

source: Allow this scheme's layout to be used as a preset?
de_de: Lassen Sie das Layout dieser Schema f�r die Verwendung als ein Preset?

source: Remove this Control Collection
de_de: Entfernen Sie diese Kontrolle Collection

source: Required
de_de: Erforderlich

source: Searchable
de_de: Durchsuchbare

source: Adv. Search
de_de: Vorger�ckte Suche

source: Show
de_de: Zeigen

source: Add a Control Collection
de_de: F�gen Sie ein Control Collection

source: No existing search tokens found
de_de: Keine bestehende Token Suche gefunden

source: Existing Tokens
de_de: Bestehende Spektakelpl�ttchen

source: Can Search
de_de: Kann Suche

source: Allow Search Of
de_de: Lassen Sie der Suche nach

source: Allow
de_de: Lassen

source: Please note that tokens are case-sensitive
de_de: Bitte beachten Sie, dass Token sind Gro�-und Kleinschreibung

source: Create New Token
de_de: Neue Token

source: Username already in use
de_de: Benutzername bereits im Einsatz

source: Username available
de_de: Benutzername verf�gbar

source: Username
de_de: Benutzername

source: Real Name
de_de: Realer Name

source: Organization
de_de: Organisation

source: Activated
de_de: Aktivkohle

source: Reset User Password
de_de: Benutzer-Passwort zur�cksetzen

source: Password
de_de: Passwort

source: Confirm Password
de_de: Kennwort Passwort

source: Reset Password
de_de: Passwort zur�cksetzen

source: Ingest Obj
de_de: sich nehmen Obj

source: Delete Obj
de_de: L�schen Obj

source: Edit Layout
de_de: Layout bearbeiten

source: Create Scheme
de_de: Erstellen Schema

source: Delete Scheme
de_de: L�schen Schema

source: Export Scheme
de_de: Ausf�hren Schema

source: Moderate Public Ingestion
de_de: Gem��igte allgemeine Einnahme

source: Action
de_de: Aktion

source: Add New Group
de_de: Neue Gruppe
