Repository: matrix-msu/kora2
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de_de

source: No project selected
de_de: Kein Projekt ausgew�hlt

source: Group
de_de: Gruppe

source: Prev
de_de: Zur�ck

source: Next
de_de: N�chster

source: Could not extract the zip folder. Please try again.
de_de: Konnte das Rei�verschlussfaltblatt nicht extrahieren. Versuchen Sie bitte noch einmal.

source: There was trouble opening the zip folder. Please try again.
de_de: Es gab die M�he, die das Rei�verschlussfaltblatt �ffnet. Versuchen Sie bitte noch einmal.

source: You need permission to search this project
de_de: Sie ben�tigen eine Berechtigung, um dieses Projekt

source: Invalid Boolean Specified
de_de: Ung�ltiger Boolescher spezifiziert

source: Warning
de_de: Warnung

source: No searchable fields in project
de_de: Keine suchbaren Felder im Projekt

source: Number of search results
de_de: Anzahl der Suchergebnisse

source: Jump to Page
de_de: Gehe zur Seite

source: View All
de_de: Alle anzeigen

source: Associate this Record |
de_de: Associate diesem Record |

source: Show Detailed Record View
de_de: Zeige Details vom Eintrag anzeigen

source: Control to Add
de_de: Control zu Hinzuf�gen

source: Advanced Search
de_de: Vorger�ckte Suche

source: Show in results
de_de: Zeige Ergebnisse

source: Add Control
de_de: Hinzuf�gen Control

source: You must provide a name for this control.
de_de: Sie m�ssen einen Namen f�r dieses Steuerelement.

source: is not a valid control name
de_de: ist kein g�ltiger Name Kontrolle

source: Please select a valid control type.
de_de: Bitte w�hlen Sie eine g�ltige Kontrolltyps.

source: Record Associator
de_de: Rekord Associator

source: Date
de_de: Datum

source: Image
de_de: Bilde

source: List
de_de: Liste

source: Date (Multi-Input)
de_de: Datum (Multi-Eingang)

source: List (Multi-Select)
de_de: Liste (Multi-Auswahl)

source: Text (Multi-Input)
de_de: Texte (Multi-Eingang)

source: Text
de_de: Texte

source: Title
de_de: Titel

source: Creator
de_de: Sch�pfer

source: Subject
de_de: Subjekt

source: Publisher
de_de: Verlag

source: Contributor
de_de: Beitrag

source: Date Original
de_de: Datum der urspr�nglichen

source: Date Digital
de_de: Datum digitalen

source: Source
de_de: Quelle

source: Coverage
de_de: Abdeckung

source: Rights
de_de: Rechte

source: Contributing Institution
de_de: Beitrag Institution

source: Geolocator Control
de_de: Geolocator Kontrolle

source: Passwords do not match.
de_de: Passw�rter stimmen nicht �berein.

source: Password not long enough, must be at least 8 characters.
de_de: Passwort nicht lang genug ist, muss mindestens 8 Zeichen lang sein.

source: Password updated
de_de: Passwort ge�ndert

source: Update User Information
de_de: Update Nutzungshinweise

source: New Password
de_de: Neues Passwort

source: Leave blank if not changing
de_de: Oder leer lassen, wenn nicht ver�ndern

source: Confirm New Password
de_de: Neues Kennwort best�tigen

source: Language
de_de: Sprache

source: Update Information
de_de: Update-Informationssystem

source: Activate your Account
de_de: Aktivieren Sie Ihr Konto

source: Your account has been activated
de_de: Ihr Konto wurde aktiviert

source: Please
de_de: Bitte

source: Username/Token Incorrect
de_de: Benutzername/Token Falsche

source: Add New Collection to
de_de: Neue Kollektion zu

source: Create New Collection
de_de: Neue Sammlung erstellen

source: You must provide a name.
de_de: Sie m�ssen einen Namen.

source: Add New Scheme to
de_de: Neue Schema f�r

source: Load Controls From
de_de: Legen Sie die Kontrollen vom

source: None (Empty Layout)
de_de: Keine (leeren Layout)

source: Public Ingestible?
de_de: Allgemeines Ingestible

source: Legal Notice
de_de: Gesetzliche K�ndigungsfrist

source: Create New Scheme
de_de: Neue Schema

source: No cid present
de_de: cid nicht anwesend

source: No search results
de_de: Kein Suchergebnis

source: Search Results
de_de: Suchergebnis

source: You do not have access to associate to any schemes
de_de: Sie haben keinen Zugang, um auf alle Schema

source: Keywords
de_de: Schlagworte

source: AND
de_de: UND

source: OR
de_de: ODER

source: Projects
de_de: Projekts

source: Please enter at least one keyword
de_de: Bitte geben Sie mindestens ein Schl�sselwort

source: Please select at least one project to search
de_de: Bitte w�hlen Sie mindestens ein Projekt f�r die Suche

source: Sorry, but you do not have permission to search some of the requested projects
de_de: Es tut uns leid, aber Sie haben keine Berechtigung f�r die Suche einige der beantragten Projekte

source: Delete Record
de_de: Datensatz l�schen

source: This will permanently delete this record and all data associated with it
de_de: Dadurch wird dieser Eintrag permanent zu l�schen und alle Daten im Zusammenhang mit

source: Are you sure you really want to delete this record?
de_de: Sind Sie sicher, dass Sie wirklich l�schen m�chten, diesen Rekord?

source: At least one record associates to this record. Any such associations will be lost if this record is deleted.
de_de: Mindestens ein Datensatz assoziierten Unternehmen zu diesem Eintrag. Eine solche Vereinigungen werden verloren gehen, wenn dieser Eintrag gel�scht wird.

source: Edit Collection Properties for
de_de: Sammlung bearbeiten Eigenschaften f�r

source: Submit Changes
de_de: Abschicken

source: You must provide a name for the control.
de_de: Sie m�ssen einen Namen f�r die Kontrolle.

source: That name is already used by another control in this scheme.
de_de: Dieser Name wird bereits von einem anderen in dieser Schema.

source: scheme
de_de: Schema

source: Advanced Searchable
de_de: Vorger�cktes auffindbares

source: Update Control
de_de: Update Kontrolle

source: Updating the Name can break front-end programming that has been completed. Make certain you are doing what you intended.
de_de: Aktualisierung der Name brechen k�nnen Front-End-Programmierung, die ist abgeschlossen. Stellen Sie sicher, Sie tun, was man beabsichtigt.

source: Invalid Control ID Specified
de_de: Ung�ltige Control ID spezifiziert

source: Editing Options for
de_de: Bearbeiten von Optionen f�r

source: Could not load control of this type. Please ensure all controls are properly installed.
de_de: Konnte nicht geladen werden diese Art von Kontrolle. Bitte achten Sie darauf, alle Bedienelemente sind richtig installiert.

source: Invalid Scheme ID
de_de: Ung�ltiges Schema ID

source: A scheme with that name already exists
de_de: Ein Schema mit diesem Namen ist bereits vorhanden

source: No Scheme ID Provided.
de_de: Sofern keine Schema ID.

source: Edit Scheme Info
de_de: Bearbeiten Schema Info

source: Edit Scheme
de_de: Bearbeiten Schema

source: XML File to Load:
de_de: XML Akte zum zu laden:

source: Zip Folder:
de_de: Rei�verschluss-Faltblatt:

source: Upload Records
de_de: Antriebskraft-Aufzeichnungen

source: Upload an XML file
de_de: Laden Sie eine XML Akte

source: **ERROR: Could not open xml file
de_de: **ST�RUNG: Konnte xml Akte nicht �ffnen

source: **ERROR: Please upload an xml file
de_de: **ST�RUNG: Laden Sie bitte eine xml Akte

source: Bad XML Format -
de_de: Schlechtes XML Format

source: Create Scheme From File
de_de: Verursachen Sie Entwurf von der Akte

source: Failed to parse XML file.
de_de: XML Akte analysieren nicht gekonnt.

source: incorrect document root.
de_de: falsche Dokumentenwurzel.

source: Creating scheme ...
de_de: Schaffung des Entwurfs ...

source: Succeeded!
de_de: Gefolgt!

source: Failed - scheme could not be created.
de_de: Ausfallen - Entwurf k�nnte nicht verursacht werden.

source: No collections
de_de: Keine Ansammlungen

source: Creating Collection
de_de: Schaffung der Ansammlung

source: Failed - collection
de_de: Ausfallen - Ansammlung

source: could not be created.
de_de: konnte nicht verursacht werden.

source: All Collections successfully created
de_de: Alle Ansammlungen verursachten erfolgreich.

source: Creating Controls
de_de: Schaffung von Kontrollen

source: Creating Control
de_de: Update Kontrolle

source: Failed -
de_de: ausfallen -

source: Succeeded.
de_de: Gefolgt.

source: All controls created successfully.
de_de: Alle Kontrollen erfolgreich verursacht.

source: Structure for scheme
de_de: Struktur f�r Entwurf

source: fully imported!
de_de: v�llig importiert!

source: Your configuration file is out of date; please update it.
de_de: Ihre Konfigurationsdatei ist veraltet, bitte aktualisieren.

source: A database error has occurred. Please refresh the page and try again.
de_de: Eine Datenbankst�rung ist aufgetreten. Erneuern Sie bitte die Seite und den Versuch wieder.

source: Record Approved
de_de: Rekordanerkanntes

source: All Records Denied and Erased
de_de: Alle Aufzeichnungen verweigerten und l�schten

source: Record Denied and Erased
de_de: Notieren Sie verweigert und gel�scht

source: Ingestion
de_de: Verschlucken

source: Loading a preset will erase any data you have currently entered into fields. Continue?
de_de: Laden einer Preset-l�scht alle Daten, die Sie derzeit in Bereichen. Weiter?

source: Controls marked with a %s are required
de_de: Kontrollen, die mit einem %s sind Pflichtfelder

source: Load Values from Preset
de_de: Legen Sie Werte von Preset

source: Load
de_de: Laden

source: Invalid Project/Scheme ID passed
de_de: Ung�ltige Projekt/Schema-ID an

source: Log In to KORA
de_de: Anmelden, um KORA

source: New Account
de_de: Neues Konto

source: I forgot my username/password
de_de: Ich habe kein Benutzername/Passwort

source: Your account needs to be activated.
de_de: Ihr Konto muss aktiviert sein.

source: Username/Password Incorrect
de_de: Benutzername/Passwort Falsche

source: Associatior Permissions
de_de: Associatior Berechtigungen

source: This form allows you to grant association access to other schemes. Select a project from the left drop-down menu, followed by a scheme from the right drop-down menu, then click "Add" to grant permission to that scheme to search this scheme.
de_de: Mit diesem Formular k�nnen Sie die Erteilung der Verein den Zugang zu anderen Schema. W�hlen Sie ein Projekt aus dem linken Drop-Down-Men�, gefolgt durch eine Schema aus dem rechten Dropdown-Men�, und klicken Sie dann auf "Hinzuf�gen", um gro�e Zustimmung zu dieser Schema zu Suche dieser Schema.

source: No other available projects
de_de: Keine andere Projekte zur Verf�gung

source: Are you sure you want to remove this permission?
de_de: Sind Sie sicher, dass Sie m�chten, entfernen Sie diese Erlaubnis?

source: Remove DC field? Records currently in KORA will require a recalculation of DC data.
de_de: DC-Bereich entfernen? Zeichnet sich in KORA erfordert eine Neuberechnung der DC-Daten.

source: Run the Dublin Core Data Update function when you are done editing the controls associated with Dublin Core for this scheme
de_de: F�hren Sie das Dublin-Core-Daten-Update-Funktion, wenn Sie fertig sind die Bearbeitung der Kontrollen im Zusammenhang mit der Dublin Core f�r diese Schema

source: Dublin Core Settings for
de_de: Dublin-Core-Einstellungen f�r

source: Manage Groups for
de_de: Verwalten von Gruppen f�r

source: Really delete group?
de_de: Gruppe wirklich l�schen?

source: Manage Projects
de_de: Projekte verwalten

source: Active Projects
de_de: Aktive Projekte

source: Inactive Projects
de_de: Inaktive Projekte

source: New Project
de_de: Neues Projekt

source: Edit Project Information
de_de: Bearbeiten Informationen zum Projekt

source: Delete Project
de_de: Projekt l�schen

source: Create New Project
de_de: Neues Projekt

source: Initial Administrator
de_de: Erste Administrator

source: Active
de_de: Aktive

source: Style
de_de: Stil

source: Default KORA Appearance
de_de: Standard KORA Aussehen

source: Go Back
de_de: Zur�ck

source: Edit Project Details
de_de: Projekt bearbeiten Details

source: Confirm Deletion
de_de: Best�tigen L�schen

source: You are about to delete the "%s" project
de_de: Sie sind zu l�schen, die "%s" Projekt

source: Please confirm this action
de_de: Bitte best�tigen Sie diese Aktion

source: You must provide a project name.
de_de: Sie m�ssen ein Projekt-Namen.

source: You must provide a project description.
de_de: Sie m�ssen eine Projektbeschreibung.

source: Connection error, try again.
de_de: Connection error, versuchen Sie es erneut.

source: Description too long.
de_de: Beschreibung zu lang.

source: Name too long.
de_de: Name zu lang.

source: Manage Users for
de_de: Verwaltung Benutzer f�r

source: Really delete from project?
de_de: Wirklich l�schen Projekt aus?

source: Note: demoting an record will cause it to no longer be a preset, but the record will still remain and will now appear in search results, etc. To truly delete the record, please select
de_de: Hinweis: herabstufen ein Datensatz wird dazu f�hren, dass er nicht mehr zu einer voreingestellten, aber die Aufnahme wird nach wie vor und wird nun in den Suchergebnissen angezeigt werden, etc. Um wirklich den Datensatz l�schen, w�hlen Sie bitte

source: Rename a Preset
de_de: Benennen Sie ein Preset

source: Old Name
de_de: Alten Namen

source: Really delete token?
de_de: Token wirklich l�schen?

source: Really delete user?
de_de: Wirklich gel�scht werden?

source: Public Ingestion
de_de: Allgemeine Einnahme

source: Legal notice:
de_de: Gesetzliche K�ndigungsfrist:

source: Account Registration
de_de: Account Registrierung

source: Send E-Mail
de_de: E-Mail senden

source: E-Mail Address
de_de: E-Mail-Adresse

source: Recover Username
de_de: wieder Benutzername

source: There is no account with that e-mail address.
de_de: Es ist kein Konto mit der E-Mail-Adresse.

source: KORA Account Information
de_de: KORA Account-Informationen

source: Your KORA Username is
de_de: KORA Ihr Benutzername ist

source: Your username has been sent to your e-mail address.
de_de: Ihr Benutzername wurde an Ihre E-Mail-Adresse.

source: Attempt to send E-Mail failed; Please verify your mailserver configuration in php.ini
de_de: Versuch, E-Mail senden fehlgeschlagen; Bitte �berpr�fen Sie Ihre Mailserver-Konfiguration in der php.ini

source: There is no activated account with that username.
de_de: Es ist nicht aktiviert Konto mit dem Benutzernamen.

source: To change your password, visit the following link
de_de: Um Ihr Kennwort zu �ndern, besuchen Sie den folgenden Link

source: Or copy/paste the following URL into your browser
de_de: Oder Kopieren/Einf�gen die folgende URL in Ihren Browser

source: Instructions on how to reset your password have been sent to your e-mail address.
de_de: Anleitung zum Zur�cksetzen Ihres Passworts gesendet wurden an Ihre E-Mail-Adresse.

source: Verify Password
de_de: �berpr�fen Passwort

source: Email address
de_de: E-Mail-Adresse

source: Full Name
de_de: Vollst�ndiger Name

source: Create Account
de_de: Konto erstellen

source: That username is already taken.
de_de: Das Benutzername ist bereits vergeben.

source: Your Passwords do not Match.
de_de: Ihre Passw�rter stimmen nicht �berein.

source: Your username is blank.
de_de: Ihr Benutzername ist leer.

source: Please make your password at least 8 characters.
de_de: Bitte stellen Sie Ihr Passwort mindestens 8 Zeichen lang sein.

source: You did not supply an e-mail address.
de_de: Sie haben keine E-Mail-Adresse.

source: Account Creation
de_de: Accounterstellung

source: Your account has been created
de_de: Ihr Konto wurde erstellt

source: KORA Account Activation
de_de: KORA Account-Aktivierung

source: In order to access your KORA account, you must verify your e-mail address
de_de: Um den Zugriff auf Ihr Konto KORA, m�ssen Sie Ihre E-Mail-Adresse

source: To do this, click on the link below or go to the "Activate Account" page
de_de: dies zu tun, klicken Sie auf den Link unten oder gehen Sie auf die "Konto aktivieren" Seite

source: type in your username, and enter the following number
de_de: Geben Sie Ihren Benutzernamen und geben Sie die folgende Nummer

source: Activate Your Account
de_de: Aktivieren Sie Ihr Konto

source: Please check your e-mail for instructions on how to
de_de: Bitte �berpr�fen Sie Ihre E-Mail-Anweisungen zum

source: Password must be at least 8 characters.
de_de: Das Passwort muss mindestens 8 Zeichen lang sein.

source: Password reset
de_de: Passwort zur�cksetzen

source: Number of records to be approved/denied
de_de: Zahl der genehmigt zu werden Aufzeichnungen/verweigerte

source: Deny All
de_de: Verweigern Sie alle

source: Approve
de_de: Genehmigen Sie

source: Deny
de_de: Verweigern Sie

source: Approving Data
de_de: Anerkennend Daten

source: Are you sure you want to deny this record? The data will be deleted immediately and cannot be undone.
de_de: Sind Sie Sie m�chten diese Aufzeichnung verweigern sicher? Die Daten werden sofort gel�scht und k�nnen nicht annuliert werden.

source: Deleting Data
de_de: L�schen von Daten

source: Are you sure you want to deny all records? All data will be deleted immediately and cannot be undone.
de_de: Sind Sie Sie m�chten alle Aufzeichnungen verweigern sicher? Alle Daten werden sofort gel�scht und k�nnen nicht annuliert werden.

source: Deleting All Records. Please Wait.
de_de: L�schen aller Aufzeichnungen. Warten Sie bitte.

source: No controls for scheme
de_de: Keine Kontrollen f�r Entwurf

source: of project
de_de: vom Projekt

source: No scheme info for scheme
de_de: Kein Entwurfinfo f�r Entwurf

source: No collections for scheme
de_de: Keine Ansammlungen f�r Entwurf

source: No data for scheme
de_de: Keine Daten f�r Entwurf

source: XML file could not be created - check directory permissions
de_de: XML Akte k�nnte nicht hergestellt werden - �berpr�fen Sie Verzeichniserlaubnis

source: This export requires files located in
de_de: Dieser Export erfordert die Akten, die innen gelegen sind

source: zip file(s).
de_de: Zip Datei(en).

source: Download the Scheme xml.
de_de: Laden Sie die XML-Schema.

source: Download the Record Data xml.
de_de: Laden Sie die XML-Data Record.

source: Download the Record Data xml and Scheme xml in one file.
de_de: Laden Sie die Record Data XML und XML Schema in einer Datei.

source: Click on the apporopriate link to create and download each file.
de_de: Klicken Sie auf den Link apporopriate zu erstellen und zu jeder Datei herunterladen.

source: These files may take a while to create and download depending on the size.
de_de: Diese Dateien kann eine Weile dauern zu erstellen und herunterladen, je nach Gr��e.

source: Generating Zip File, Please Wait
de_de: Zip Datei erzeugend, warten Sie bitte

source: Scheme Layout for
de_de: Schema-Layout f�r

source: Dublin Core data for this scheme is out of date. You should consider running the update script.
de_de: Dublin-Core-Daten f�r dieses Shema ist veraltet. Sie sollten mit dem Update-Skript.

source: Edit Dublin Core scheme field associations
de_de: Bearbeiten Dublin-Core-System Bereich Verb�nde.

source: Really delete collection? Any data and Dublin Core associations to controls in this collection will be lost, including any data pending approval.
de_de: Wirklich L�schungansammlung? Alle m�gliche Daten und Dublin-Kernverbindungen zu den Kontrollen in dieser Ansammlung sind, einschlie�lich irgendwelche Daten w�hrend Zustimmung verloren.

source: Really delete control? Any data and Dublin Core associations will be lost, including any data pending approval.
de_de: Wirklich L�schungsteuerung? Alle m�gliche Daten und Dublin-Kernverbindungen sind, einschlie�lich irgendwelche Daten w�hrend Zustimmung verloren.

source: All
de_de: Alle

source: Any
de_de: Beliebig

source: Project Selection
de_de: Projektauswahl

source: You are currently not a member of any active projects
de_de: Sie sind derzeit nicht Mitglied einer aktiven Projekten

source: Quick Jump
de_de: Schnellsprung

source: select a project
de_de: w�hlen Sie ein Projekt aus

source: Project Name
de_de: Projekt Name

source: Scheme Selection for
de_de: Schema f�r die Auswahl

source: Really delete scheme?
de_de: Schema wirklich l�schen?

source: Update Control List
de_de: Aktualisierung der Liste der Kontrollen

source: Control List Updated
de_de: Update-Liste Control

source: Update Style List
de_de: Update-Liste Stil

source: Upgrade Database Layout
de_de: Upgrade von Datenbank-Layout

source: Updating Dublin Core Data for
de_de: Aktualisierung der Dublin-Core-Daten f�r

source: updating data
de_de: Aktualisieren von Daten

source: done
de_de: getan

source: No dublin core data for this scheme. Please add dublin core fields first.
de_de: Keine Dublin-Core-Daten f�r diese Schema. Bitte f�gen Sie Dublin Core Felder zuerst.

source: Current fields associated with dublin core
de_de: Aktuelle Bereichen im Zusammenhang mit der Dublin Core

source: There are currently no Dublin Core-associated fields in this scheme
de_de: Es sind derzeit keine Dublin-Core-assoziierte Bereiche, in diese Schema

source: Manage Dublin Core Data
de_de: Verwalten von Dublin-Core-Daten

source: Refresh Dublin Core data? This may take a long time.
de_de: Aktualisieren Dublin-Core-Daten? Dies kann sehr lange dauern.

source: Refresh DC Data
de_de: Aktualisieren DC Daten

source: KORA Upgrade Utility
de_de: KORA Upgrade-Dienstprogramm

source: This script will ensure that your KORA database is up-to-date. If an upgrade fails, please attempt it a second time before reporting the issue.
de_de: Dieses Skript wird daf�r sorgen, dass Ihre KORA-Datenbank up-to-date. Wenn ein Update nicht, versuchen Sie es ein zweites Mal vor die Berichterstattung �ber die Ausstellung.

source: Checking for existence of System Information database table
de_de: Pr�fung auf Existenz der System-Informationen Datenbanktabelle

source: Created
de_de: Erstellt

source: Failed
de_de: nicht

source: Unable to create systemInfo table
de_de: Kann nicht erstellt SystemInfo Tabelle

source: Please check your database configuration. Unable to proceed with update process.
de_de: Bitte �berpr�fen Sie Ihre Datenbank-Konfiguration. Nicht in der Lage, mit der Update-Prozess.

source: Found
de_de: Gefunden

source: Checking for existence of system information for this install
de_de: Pr�fung auf Existenz der System-Informationen f�r die Installation

source: Unable to create systemInfo data
de_de: Kann nicht erstellt SystemInfo Daten

source: Found version number less than 1.0.0. Running beta->production upgrades.
de_de: Gefunden Versionsnummer kleiner als 1.0.0. Running beta-> Produktion Upgrades.

source: Attempting to create fixity table
de_de: Der Versuch, fixe Tabelle

source: Successful
de_de: Erfolgreiche

source: Attempting to create recordPreset table
de_de: Der Versuch, recordPreset Tabelle

source: Attempting to rename controls table to control
de_de: Der Versuch, umbenennen Kontrollen Tabelle zu kontrollieren

source: Expanding user table (Part 1/2)
de_de: Ausbau der Tabelle user (Teil 1/2)

source: Expanding user table (Part 2/2)
de_de: Ausbau der Tabelle user (Teil 2/2)

source: Expanding scheme table
de_de: Ausbau der Schema-Tabelle

source: Expanding control table
de_de: Ausbau der Kontrolle Tabelle

source: The controls table has been updated; please run "Update Control List" in the System Management console.
de_de: Die Kontrollen Tabelle aktualisiert wurde, f�hren Sie "Aktualisierung der Liste der Kontrollen" in der System-Management-Konsole.

source: Expanding controlPreset table
de_de: Ausbau controlPreset Tabelle

source: Renaming stock presets
de_de: Umbenennen von Lager-Presets

source: Trimming List Control Options
de_de: Schneiden Liste der Optionen

source: Failure
de_de: Ausfall

source: Adding display option to Date and Multi-Date Controls
de_de: Hinzuf�gen Option zu Datum und Multi-Datum Controls

source: Adding Advanced Search column to Project tables
de_de: Hinzuf�gen Erweiterte Suche Spalte zur Projekt-Tabellen

source: Adding Scheme Preset column to Scheme table
de_de: Hinzuf�gen Scheme Preset Spalte zur Scheme Tabelle

source: Correcting Washington DC in US States Preset
de_de: orrektur Washington DC in US-Staaten Preset
