Repository: matrix-msu/kora2
Catalog: locale/*/LC_MESSAGES/old.po
Languages: fr_fr

source: Existing Tokens
fr_fr: Identificateurs existants

source: Token
fr_fr: Identificateur

source: Can Search
fr_fr: Peut Rechercher

source: Allow Search Of
fr_fr: Autoriser la recherche de

source: Allow
fr_fr: Autoriser

source: Please note that tokens are case-sensitive
fr_fr: S'il vos plaît noter que les identificateurs sont sensible à la casse

source: Create New Token
fr_fr: Créer un nouveau identificateur

source: Username already in use
fr_fr: Nom d'utilisateur déjà utilisé

source: Username available
fr_fr: Nom d'utilisateur disponible

source: Username
fr_fr: Nom d'utilisateur

source: Real Name
fr_fr: Nom réel

source: Organization
fr_fr: Organisation

source: Activated
fr_fr: Activé(e)

source: Reset User Password
fr_fr: Réinitialiser le mot de passe de l'utilisateur

source: Password
fr_fr: Mot de passe

source: Confirm Password
fr_fr: Confirmer le mot de passe

source: Reset Password
fr_fr: Mot de passe réinitialisé

source: Ingest Obj
fr_fr: Insérer Obj

source: Delete Obj
fr_fr: Supprimer Obj

source: Edit Layout
fr_fr: Modifier la mise en page

source: Create Scheme
fr_fr: Créer un Schème

source: Delete Scheme
fr_fr: Supprimer Schème

source: Export Scheme
fr_fr: Exporter Schème

source: Moderate Public Ingestion
fr_fr: Modérer l'insération publique

source: Add New Group
fr_fr: Ajouter un Nouveau Group

source: No project selected
fr_fr: Aucun projet selectionné

source: Group
fr_fr: Groupe

source: Prev
fr_fr: Précedent

source: Next
fr_fr: Suivant

source: Could not extract the zip folder. Please try again.
fr_fr: Impossible d'extraire le dossier zip. S'il vous plaît réessayer.

source: There was trouble opening the zip folder. Please try again.
fr_fr: Il y a eu des difficultés à ouvrir le dossier zip. S'il vous plaît réessayer.

source: You need permission to search this project
fr_fr: Vous avez besoin de la permission pour rechercher ce projet

source: Invalid Boolean Specified
fr_fr: Invalide booléen indiqué

source: Warning
fr_fr: Alerte

source: No searchable fields in project
fr_fr: Aucun champ recherchable dans le projet

source: Number of search results
fr_fr: Nombre de résultats de recherche

source: Jump to Page
fr_fr: Aller à la page

source: View All
fr_fr: Voir tous

source: edit
fr_fr: modifier

source: delete
fr_fr: supprimer

source: Show Detailed Record View
fr_fr: Montrer la vue détaillée du dossier

source: Control to Add
fr_fr: Commande à ajouter

source: Searchable
fr_fr: Recherchable

source: Advanced Search
fr_fr: Recherche avancée

source: Show in results
fr_fr: Montrer dans les résultats

source: Add Control
fr_fr: Ajouter une commande

source: You must provide a name for this control.
fr_fr: Vous devez donner un nom pour cette commande.

source: Missing required field.
fr_fr: Champ Obligatoire absent

source: is not a valid control name
fr_fr: N'est pas un valide nom de commande

source: Please select a valid control type.
fr_fr: S'il vous plaît sélectionner un valide type de commande

source: Record Associator
fr_fr: Associateur du dossier

source: List
fr_fr: Liste

source: Date (Multi-Input)
fr_fr: Date (Multi-Entrée)

source: List (Multi-Select)
fr_fr: Liste (Multi-Sélection)

source: Text (Multi-Input)
fr_fr: Texte (Muti-Entrée)

source: Text
fr_fr: Texte

source: Title
fr_fr: Titre

source: Creator
fr_fr: Créateur

source: Subject
fr_fr: Sujet

source: Publisher
fr_fr: éditeur

source: Contributor
fr_fr: Contributeur

source: Date Original
fr_fr: Date Originale

source: Date Digital
fr_fr: Date Numerique

source: Coverage
fr_fr: Couverture

source: Rights
fr_fr: Droits

source: Contributing Institution
fr_fr: Les Institutions contribuante

source: Geolocator
fr_fr: Géolocalisateur

source: Geolocator Control
fr_fr: Commande de Géolocalisation

source: Passwords do not match.
fr_fr: Les mots de passe ne correspondent pas

source: Password not long enough, must be at least 8 characters.
fr_fr: Le mot de passe n'est pas assez long, il faut au moins 8 caractères.

source: Password updated
fr_fr: Mot de passe à jour

source: Update User Information
fr_fr: Mettre à jour les Informations de l'utilisateur

source: New Password
fr_fr: Nouveau Mot de Passe

source: Leave blank if not changing
fr_fr: Laissez vide si Ca ne change pas

source: Confirm New Password
fr_fr: Congirmer le Nouveau Mot de Passe

source: Language
fr_fr: Langue

source: Update Information
fr_fr: Mettre à jour les Informations

source: Activate your Account
fr_fr: Activer votre Compte

source: Your account has been activated
fr_fr: Votre compte a été activé

source: Please
fr_fr: S'il Vous Plaît

source: Username/Token Incorrect
fr_fr: Incorrect Nom d'Utilisateur/Identificateur

source: Add New Collection to
fr_fr: Ajouter une Nouvelle Collection à

source: Create New Collection
fr_fr: Créer une Nouvelle Collection

source: You must provide a name.
fr_fr: Vous devez fournir un nom

source: Add New Scheme to
fr_fr: Ajouter un nouveau Schème à

source: Load Controls From
fr_fr: Charger les Commandes de

source: None (Empty Layout)
fr_fr: Aucun (Mise en Page Vide)

source: Public Ingestible?
fr_fr: Publique Insérable?

source: Legal Notice
fr_fr: Annonce Légale

source: Create New Scheme
fr_fr: Créer un Nouveau Schème

source: No cid present
fr_fr: Aucun présent cid

source: No search results
fr_fr: Aucun résultat de recherche

source: Search Results
fr_fr: Résultats de Recherche

source: You do not have access to associate to any schemes
fr_fr: Vous n'avez pas l'accès de vous associer a aucun scheme

source: Keywords
fr_fr: Mots-clés

source: Boolean
fr_fr: Booléen

source: AND
fr_fr: ET

source: OR
fr_fr: OU

source: Projects
fr_fr: Projets

source: Please enter at least one keyword
fr_fr: S'il vous plaît entrer au moins un mot-clé

source: Please select at least one project to search
fr_fr: S'il vous plaît slectionner au moins un projet a rechercher

source: Sorry, but you do not have permission to search some of the requested projects
fr_fr: Désolé, mais vous n'avez pas la permission de rechercher certains de ces projets demandés

source: Delete Record
fr_fr: Suppromer le Dossier

source: This will permanently delete this record and all data associated with it
fr_fr: Cela va supprimer définitivement ce dossier et toutes les données qui lui sont associé

source: Are you sure you really want to delete this record?
fr_fr: Êtes vous sûr que vous voulez vraiment supprimer ce dossier?

source: At least one record associates to this record. Any such associations will be lost if this record is deleted.
fr_fr: Au moins un dossier est associé a ce dossier. Toutes ces associa seront perdu si ce dossier est supprimé.

source: Edit Collection Properties for
fr_fr: Modifier les proprétés de la Collection pour

source: Submit Changes
fr_fr: Envoyer les changements

source: You must provide a name for the control.
fr_fr: Vous devez fournir un nom pour cette commande

source: That name is already used by another control in this scheme.
fr_fr: Ce nom est déjà utilisé par une autre commande dans ce schème.

source: Edit control in
fr_fr: Modifier les commandes dans

source: scheme
fr_fr: Schème

source: Advanced Searchable
fr_fr: Recherchable Avancé

source: Public Ingest
fr_fr: Insertion Publique

source: Update Control
fr_fr: Mettre à jour la commande

source: Updating the Name can break front-end programming that has been completed. Make certain you are doing what you intended.
fr_fr: Mettre a jour le nom peut interrompre la programmation du front-end qui a été accompli. Assurez vous que vous faites ce que vous vouliez.

source: Invalid Control ID Specified
fr_fr: Invalide Commande ID Spécifiée

source: Editing Options for
fr_fr: Les Options d'Édition pour

source: Could not load control of this type. Please ensure all controls are properly installed.
fr_fr: Impossible de charger ce type de commande. S'il vous plaît assurer vous que toutes les commandes sont correctement installées.

source: Invalid Scheme ID
fr_fr: Invalide Schème ID

source: A scheme with that name already exists
fr_fr: Un schème avec ce nom existe déjà

source: No Scheme ID Provided.
fr_fr: Aucun Schème ID fourni

source: Edit Scheme Info
fr_fr: Modifier les information du Schème

source: Edit Scheme
fr_fr: Modifier le Schème

source: XML File to Load:
fr_fr: Fichier XML à charger:

source: Zip Folder:
fr_fr: Dossier Zip

source: Upload Records
fr_fr: Télécharger les dossiers

source: Upload an XML file
fr_fr: Télécharger un fichier XML

source: **ERROR: Could not open xml file
fr_fr: **ERREUR: Impossible d'ouvrir le fichier xml

source: **ERROR: Please upload an xml file
fr_fr: **ERREUR: S'il vous plaît télécharger un fichier xml

source: Bad XML Format -
fr_fr: Mauvais Format XML -

source: Create Scheme From File
fr_fr: Créer Schème a partier du Fichier

source: Failed to parse XML file.
fr_fr: Impossible d'analyser le fichier XML.

source: incorrect document root.
fr_fr: Base du document incorrect.

source: Creating scheme ...
fr_fr: Création du Schème ...

source: Succeeded!
fr_fr: Réussi!

source: Failed - scheme could not be created.
fr_fr: échoué(e) - le schème n'a pas pu etre crée.

source: No collections
fr_fr: Aucun collection

source: Creating Collection
fr_fr: Création de la Collection

source: Failed - collection
fr_fr: échoué(e) - Collection

source: could not be created.
fr_fr: N'a pas pu être créée

source: All Collections successfully created
fr_fr: Toutes les Collections créées avec succès

source: Creating Controls
fr_fr: Création des Commandes

source: Creating Control
fr_fr: Création de la Commande

source: Failed -
fr_fr: échoué -

source: Succeeded.
fr_fr: Réussi.

source: All controls created successfully.
fr_fr: Toutes les commandes créées avec succès

source: Structure for scheme
fr_fr: Structure pour le schème

source: fully imported!
fr_fr: Complètement importé(e)!

source: Your configuration file is out of date; please update it.
fr_fr: Votre fichier de configuration n'est pas à jour; s'il vous plaît mettre à jour

source: A database error has occurred. Please refresh the page and try again.
fr_fr: Une erreur de base de données s'est produite. S'il vous plaît rafraîchir la page et essayez à nouveau.

source: Record Approved
fr_fr: Dossier Approuvé

source: All Records Denied and Erased
fr_fr: Tous les dossiers ont été refusés et effacés

source: Record Denied and Erased
fr_fr: Dossier refusé et effacé

source: Ingestion
fr_fr: Insertion

source: Loading a preset will erase any data you have currently entered into fields. Continue?
fr_fr: Charger un préréglage effacera toutes les données que vous avez actuellement entrées dans les champs. Continuer?

source: Controls marked with a %s are required
fr_fr: Commandes marquées d'un %s sont nécessaire

source: Load Values from Preset
fr_fr: Charger les valeurs d'un préréglage

source: Load
fr_fr: Charger

source: Invalid Project/Scheme ID passed
fr_fr: Invalide Projet/Schème ID transmis

source: Log In to KORA
fr_fr: Se connecter à KORA

source: New Account
fr_fr: Nouveau Compte

source: I forgot my username/password
fr_fr: J'ai oublié(e) mon nom d'utilisateur/mot de passe

source: Your account needs to be activated.
fr_fr: Votre compte doit être activé

source: Username/Password Incorrect
fr_fr: Nom d'Utilisateur/Mot de passe Incorrect

source: Associatior Permissions
fr_fr: Autorisations de l'associateur

source: This form allows you to grant association access to other schemes. Select a project from the left drop-down menu, followed by a scheme from the right drop-down menu, then click "Add" to grant permission to that scheme to search this scheme.
fr_fr: Ce formulaire vous permet d'accorder l'accès d'association à d'autres schèmes. Selectionnez un projet du menu déroulant à gauche, suivi d'un schème du menu déroulant à droite, puis cliquez "Ajouter" pour accorder l'autorisation à ce schème pour rechercher ce schème.

source: No other available projects
fr_fr: Pas d'autres projets disponible

source: Are you sure you want to remove this permission?
fr_fr: Êtes vous sûr de vouloir éliminer cette permission?

source: Remove DC field? Records currently in KORA will require a recalculation of DC data.
fr_fr: Supprimer le champ de DC? Les dossiers actuellement dans KORA nécessiteront un recalcul des données de DC.

source: Run the Dublin Core Data Update function when you are done editing the controls associated with Dublin Core for this scheme
fr_fr: Exécuter la fonction Dublin Core de la mise a jour des données quand vous terminez de modifier les commandes associées à Dublin Core for ce schème

source: Dublin Core Settings for
fr_fr: Paramètres de Dublin Core pour

source: Manage Groups for
fr_fr: Gérer les groupes pour

source: Really delete group?
fr_fr: Vraiment supprimer le groupe?

source: Manage Projects
fr_fr: Gérer les Projets

source: Active Projects
fr_fr: Projets actifs

source: Inactive Projects
fr_fr: Projets inactifs

source: New Project
fr_fr: Nouveau Projet

source: Edit Project Information
fr_fr: Modifier les information du Projet

source: Delete Project
fr_fr: Supprimer Projet

source: Create New Project
fr_fr: Créer un nouveau Projet

source: Initial Administrator
fr_fr: Administrateur d'origine

source: Active
fr_fr: Actif

source: Default KORA Appearance
fr_fr: Apparence de KORA par défaut

source: Go Back
fr_fr: Retourner

source: Edit Project Details
fr_fr: Modifier les détails du projet

source: Confirm Deletion
fr_fr: Confirmer la suppression

source: You are about to delete the "%s" project
fr_fr: Vous êtes sur le point de supprimer le "%s" projet

source: Please confirm this action
fr_fr: S'il vous plaît confirmer cette action

source: You must provide a project name.
fr_fr: Vous devez fournir un nom de projet.

source: You must provide a project description.
fr_fr: Vous devez fournir une descrioption du projet.

source: Connection error, try again.
fr_fr: Érreur de connection, essayer à nouveau.

source: Description too long.
fr_fr: Description trop longue

source: Name too long.
fr_fr: Nom trop long

source: Quota must be a number, use 0 for unlimited.
fr_fr: Le quota doit être un nombre, utilisez 0 pour illimité

source: Manage Users for
fr_fr: Gérer les utilisateurs pour

source: Really delete from project?
fr_fr: Vraiment supprimer du projet?

source: Note: demoting an record will cause it to no longer be a preset, but the record will still remain and will now appear in search results, etc. To truly delete the record, please select
fr_fr: Note: rétrogarder un dossier lui provoquera de ne plus être un préréglage, mais le dossier va toujours rester et va désormais apparaître dans les résultats de recherche, etc. Pour vraiment supprimer le dossier, s'il vous plaît sélectionner

source: Rename a Preset
fr_fr: Renommer un Préréglage

source: Old Name
fr_fr: Ancien Nom

source: Really delete token?
fr_fr: Vraiment supprimer l'identificateur?

source: Really delete user?
fr_fr: Vraiment supprimer utilisateur?

source: Legal notice:
fr_fr: Annonce Légale:

source: Account Registration
fr_fr: Registration du Compte

source: Send E-Mail
fr_fr: Envoyer E-Mail

source: E-Mail Address
fr_fr: Adresse E-MAil

source: Recover Username
fr_fr: Récupérer Nom d'Utilisateur

source: There is no account with that e-mail address.
fr_fr: Il n'existe pas de compte avec cette adresse e-mail

source: KORA Account Information
fr_fr: Information du Compte KORA

source: Your KORA Username is
fr_fr: Votre Nom d'Utilisateur de KORA est

source: Your username has been sent to your e-mail address.
fr_fr: Votre nom d'utilisateur a été envoyé à votre adresse e-mail

source: Attempt to send E-Mail failed; Please verify your mailserver configuration in php.ini
fr_fr: Tentative d'envoie de l'E-Mail échouée; S'il vous plaît vérifier votre configuration du serveur de messagerie dans php.ini

source: There is no activated account with that username.
fr_fr: Il n'existe aucun compte activé avec ce nom d'utilisateur

source: To change your password, visit the following link
fr_fr: Pour changer votre mot de passe, visitez ce lien suivant

source: Or copy/paste the following URL into your browser
fr_fr: ou copiez/collez l'URL suivante dans votre navigateur

source: Instructions on how to reset your password have been sent to your e-mail address.
fr_fr: Les instructions sur la faCon de réinitialiser votre mot de passe ont été envoyées à votre adresse e-mail.

source: Verify Password
fr_fr: Verifiez le Mot de Passe

source: Email address
fr_fr: Adresse Email

source: Full Name
fr_fr: Nom Complet

source: Create Account
fr_fr: Créer un Compte

source: That username is already taken.
fr_fr: Ce nom d'utilisateur est déjà pris.

source: Your Passwords do not Match.
fr_fr: Vos mots de passe ne correspondent pas.

source: Your username is blank.
fr_fr: Votre nom d'utilisateur est vide

source: Please make your password at least 8 characters.
fr_fr: S'il vous plaît faites votre mot de passe d'au moins 8 caractères.

source: You did not supply an e-mail address.
fr_fr: Vous n'avez pas fourni une adresse e-mail

source: Account Creation
fr_fr: Création du compte

source: Your account has been created
fr_fr: Votre Compte à été crée

source: KORA Account Activation
fr_fr: Activation de compte KORA

source: In order to access your KORA account, you must verify your e-mail address
fr_fr: Pour accéder votre compte KORA, Vous devez vérifier vote adresse e-mail

source: To do this, click on the link below or go to the "Activate Account" page
fr_fr: Pour faire cela, cliquez sur le lien ci-dessous ou allez sur la page "Activer Compte"

source: type in your username, and enter the following number
fr_fr: Tapez votre nom d'utilisateur, et entrez le numéro suivant

source: Activate Your Account
fr_fr: Activer Votre Compte

source: Please check your e-mail for instructions on how to
fr_fr: S'il vous plaît verifier votre e-mail pour les instructions sur comment

source: Password must be at least 8 characters.
fr_fr: Mot de passe doit être au moins 8 caractères

source: Password reset
fr_fr: réinitialiser Mot de passe

source: Number of records to be approved/denied
fr_fr: Nombre de dossiers a être approuvé/dénié

source: Deny All
fr_fr: Tout Dénier

source: Approve
fr_fr: Approuver

source: Deny
fr_fr: Dénier

source: Approving Data
fr_fr: Approbation des données

source: Are you sure you want to deny this record? The data will be deleted immediately and cannot be undone.
fr_fr: Êtes vous sûr de vouloir dénier ce dossier? Les données seront supprimées immédiatement et ne peut être annullée.

source: Deleting Data
fr_fr: Supprimer les Données

source: Are you sure you want to deny all records? All data will be deleted immediately and cannot be undone.
fr_fr: Êtes vous sûr de vouloir dénier tous les dossiers? Toutes les données seront immédiatement supprimées et ne peut être annullée.

source: Deleting All Records. Please Wait.
fr_fr: Supression de tous les dossiers. S'il vous plaît patienter.

source: No controls for scheme
fr_fr: Pas de commande pour ce schème

source: of project
fr_fr: du projet

source: No scheme info for scheme
fr_fr: Aucune info de schème pour schème

source: No collections for scheme
fr_fr: Aucune collection pur schème

source: No data for scheme
fr_fr: Aucune donnée pour schème

source: Download the Scheme xml.
fr_fr: Téléchager le schème xml.

source: Download the Record Data xml.
fr_fr: Télécharger le Dossier des Données xml.

source: Download the Record Data xml and Scheme xml in one file.
fr_fr: Télécharger le Dossier des Données xml et Schème xml dans un fichier.

source: This export requires files located in
fr_fr: Cette exportation nécessite les fichiers situés dans

source: zip file(s).
fr_fr: zip fichier(s).

source: Click on the apporopriate link to create and download each file.
fr_fr: Cliquez sur lien approprié pour créer et télécharger chaque fichier.

source: These files may take a while to create and download depending on the size.
fr_fr: Ces fichiers peuvent prendre un certain temps pour être crées téléchargés en fonction de la taille.

source: Generating Zip File, Please Wait...
fr_fr: Création du fichier Zip, S'il Vous Plaît Patientez...

source: Scheme Layout for
fr_fr: Mise en page du schème pour

source: Dublin Core data for this scheme is out of date. You should consider running the update script.
fr_fr: Les données de Dublin Core pour ce schème ne sont pas à jour. Vous devriez envisager d'exécuter le script de mise à jour.

source: Edit Dublin Core scheme field associations
fr_fr: Modifier les associations du champ de Dublin Core schème

source: Really delete collection? Any data and Dublin Core associations to controls in this collection will be lost, including any data pending approval.
fr_fr: Vraiment supprimer la collection? Toutes les associations de données et Dublin Core aux commandes dans cette collection seront perdues, y compris les données en attente d'approbation.

source: Really delete control? Any data and Dublin Core associations will be lost, including any data pending approval.
fr_fr: Vraiment supprimer la collection? Toutes les associations de données et Dublin Core seront perdues, y compris les données en attente s'approbation.

source: All
fr_fr: Tout

source: Any
fr_fr: Tout

source: Project Selection
fr_fr: Sélection du projet

source: You are currently not a member of any active projects
fr_fr: Vous n'êtes pas membre d'aucun actif projet actuellement

source: Quick Jump
fr_fr: Aller Vite

source: select a project
fr_fr: Sélectionner un projet

source: Project Name
fr_fr: Nom du Projet

source: Scheme Selection for
fr_fr: Sélection du Schème pour

source: Really delete scheme?
fr_fr: Vraiment supprimer schème?

source: Update Control List
fr_fr: Mettre à jour la Liste de Commande

source: Control List Updated
fr_fr: Liste de Commande à jour

source: Update Style List
fr_fr: Mettre à jour la Liste de Style

source: System management
fr_fr: Gestion du système

source: Upgrade Database Layout
fr_fr: Améliorer la mise en page de la base de données

source: Updating Dublin Core Data for
fr_fr: Mise à jour des données de Dublin Core pour

source: in
fr_fr: Dans

source: updating data
fr_fr: Mise à jour des données

source: done
fr_fr: Accomplie

source: No dublin core data for this scheme. Please add dublin core fields first.
fr_fr: Aucune donnée de dublin core pour ce schème. S'il vous plaît ajouter des champs de dublin core en premier.

source: Current fields associated with dublin core
fr_fr: Les champs actuellement associés avec dublin core

source: There are currently no Dublin Core-associated fields in this scheme
fr_fr: Il n'existe actuellement aucun champ de Dublin Core associé dans ce schème

source: Manage Dublin Core Data
fr_fr: Gérer les données de Dublin Core

source: Refresh Dublin Core data? This may take a long time.
fr_fr: Actualiser les données de Dublin Core? Cela peut prendre un certain temps

source: Refresh DC Data
fr_fr: Actualiser les données de DC

source: KORA Upgrade Utility
fr_fr: Utilité de mise à jour de KORA

source: This script will ensure that your KORA database is up-to-date. If an upgrade fails, please attempt it a second time before reporting the issue.
fr_fr: Ce script va s'assuré que la base de données de KORA est à jour. Si une mise à jour échoue, s'il vous plaît essayer une deuxième fois avant de signaler le problème.

source: Checking for existence of System Information database table
fr_fr: Vérification de l'existence du tableau de base de données du Système d'Information

source: Created
fr_fr: Créé(e)

source: Failed
fr_fr: Échoué(é)

source: Unable to create systemInfo table
fr_fr: Impossible de créer le tableau du systèmeInfo
