Repository: matrix-msu/kora2
Catalog: locale/*/LC_MESSAGES/old.po
Languages: fr_fr

source: Please check your database configuration. Unable to proceed with update process.
fr_fr: S'il vous plaît vérifier votre configuration de base de données. Impossible de poursuivre avec le processus de mise à jour.

source: Found
fr_fr: Trouvé(e)

source: Checking for existence of system information for this install
fr_fr: Vérification de l'existence du système d'information pour cette installation

source: Unable to create systemInfo data
fr_fr: Impossible de créer les données du systèmeInfo

source: Found version number less than 1.0.0. Running beta->production upgrades.
fr_fr: Numéro de version trouvé est inférieur à 1.0.0. Running beta->production upgrades.

source: Attempting to create fixity table
fr_fr: Tentative de création du tableau de fixité

source: Successful
fr_fr: Réussie

source: Attempting to create recordPreset table
fr_fr: Tentative de création du tableau dossierPréréglage

source: Attempting to rename controls table to control
fr_fr: Tentative de renommer du tableau des commandes à commande

source: Expanding user table (Part 1/2)
fr_fr: Expansion du tableau d'utilisateur (Partie 1/2)

source: Expanding user table (Part 2/2)
fr_fr: Expansion du tableau d'utilisateur (Partie 2/2)

source: Expanding scheme table
fr_fr: Expansion du tableau du schème

source: Expanding control table
fr_fr: Expansion du tableau de la commande

source: The controls table has been updated; please run "Update Control List" in the System Management console.
fr_fr: Le tableau des commandes a été mis à jour; S'il vous plaît exécuter "Mettre à jour la liste de commande" dans la console de gestion du système.

source: Expanding controlPreset table
fr_fr: Expansion du tableau commandePréréglage

source: Renaming stock presets
fr_fr: Renommer le stock des préréglages

source: Trimming List Control Options
fr_fr: Réduction des options de la liste de Commande

source: Failure
fr_fr: Échec

source: Adding display option to Date and Multi-Date Controls
fr_fr: Ajout de l'option d'affichage aux commandes Date et Multi-Date

source: Adding Scheme Preset column to Scheme table
fr_fr: Ajout de la colonne Schème Préréglage au table Schème

source: Correcting Washington DC in US States Preset
fr_fr: Correction en cours de Washington DC dans le préréglage des États de US

source: Correcting URL/URI Preset
fr_fr: Correction en cours du préréglage de URL/URI

source: Updating Allowed Image Formats
fr_fr: Mise à jour des Formats d'Image Approuvés

source: Updating Reverse Associations
fr_fr: Mise à jour des Associations inverse

source: Control table is missing from project
fr_fr: Le tableau de commande est absent du projet

source: or
fr_fr: ou

source: Timestamp control creation failed for scheme
fr_fr: La création de la commande d'horodatage a échouée pour le schème

source: Adding timestamps
fr_fr: Ajout d'horodatage

source: Updating user Table
fr_fr: Mise à jour du Tableau de l'utilisateur

source: Updating scheme Table
fr_fr: Mise à jour du Tableau du Schème

source: Adding PublicData Tables
fr_fr: Ajout des tableaux PubliqueDonnées

source: Adding recordowner control to all projects
fr_fr: Ajout de la commande propriétaireDossier à tous les projets

source: Converting time stamp format
fr_fr: Conversion du format d'horodatage

source: No updates found; your database is up-to-date.
fr_fr: Aucune mise à jour trouvée, votre base de données est à jour.

source: Ingesting object
fr_fr: Insértion d'objet

source: No project or scheme id specified. Could not ingest records, please try again.
fr_fr: Aucun projet ou schème id indiqué. Impossible d'insérer les dossiers, s'il vous plaît réessayer

source: Record not found
fr_fr: Dossier non trouvé

source: Viewing Record
fr_fr: Vue du dossier

source: clone
fr_fr: cloner

source: Can not load control; please ensure all controls are properly installed.
fr_fr: Impossible de charger la commande; s'il vous plaît assurer vous que toutes les commandes sont correctement installées.

source: The following records associate to this record
fr_fr: Ces dossiers suivants s'associent a ce dossier

source: Note: You may not have authorization to view any or all of the following records
fr_fr: Note: Vous n'avez peut être pas l'autorisation de voir une partie ou tous ces suivants dossiers

source: Save this record as a preset
fr_fr: Enregistrer ce dossier comme une présélection

source: Create
fr_fr: Créer

source: Note: Records saved as presets will no longer appear in search results or as distinct records.
fr_fr: Note: Les dossiers enregistrés en tant que présélection ne vont plus apparaître dans les résultats de recherche ou en tant que des dossiers distincts.
