Repository: matrix-msu/kora2
Catalog: locale/*/LC_MESSAGES/old.po
Languages: fr_fr

source: Invalid
fr_fr: Invalide

source: Remove
fr_fr: Deplacer

source: View Record
fr_fr: Voir Dossier

source: Up
fr_fr: Haut

source: Down
fr_fr: Bas

source: Find a Record
fr_fr: Retrouver un dossier

source: Associate this Record
fr_fr: Joindre ce dossier

source: No Record ID Specified
fr_fr: Aucun dossier ID specifié

source: Currently Associated Objects
fr_fr: Les objets associés Actuellement

source: No value supplied for required field
fr_fr: Aucune donnée fournie pour le champ requis

source: Invalid Record ID format
fr_fr: Invalide Dossier ID format

source: Association Permissions
fr_fr: Auhtorization association

source: Use the checkboxes to allow/disallow associating to records from the following schemes from this control
fr_fr: Utiliser les cases à cocher pour autoriser/interdire d'associer aux dossiers de ces suivants schèmes de cete commande

source: No schemes have granted access to this scheme yet
fr_fr: Aucun schème n'a accordé l'accès a ce schème cependant

source: Scheme
fr_fr: Schème

source: Search
fr_fr: Rechercher

source: Default Value
fr_fr: Valeur par défaut

source: Use this field to set an optional set of objects to which new objects in this scheme will be associated by default
fr_fr: Utilisez ce champ pour fixer un ensemble optionnel d'objets à laquelle les nouveaux objets de ce schème seront associés par defaut

source: Add
fr_fr: Ajouter

source: Improper Control ID or Project ID Specified
fr_fr: Incorrect(e) Commande ID ou Projet ID specifié

source: This control's display format is an unrecognized value; please check its options.
fr_fr: Le format d'affichage de cette commande est une valeur inconnue; s'il vous plaît verifier ses options.

source: This control has no format option set; please check its options.
fr_fr: Cette commande n'a pas de format d'option défini; s'il vous plaît verifier ses options.

source: Invalid PID
fr_fr: Invalide PID

source: Invalid Control ID
fr_fr: Invalide Commande ID

source: Invalid PID/CID
fr_fr: Invalide PID/CID

source: Invalid Month specified for field
fr_fr: Invalide Mois indiqué pour le champ

source: Invalid Year specified for field
fr_fr: Invalide Année indiquée pour le champ

source: " is not a valid option for an era.
fr_fr: n'est pas une valide option pour une ère

source: Field
fr_fr: Champ

source: is not a leap year
fr_fr: n'est pas une année bissextile

source: There are only
fr_fr: Il n'y a que

source: days in
fr_fr: jours en

source: Start Date must be in the range [1,9999]
fr_fr: Date de Début doit etre dans l'intervalle [1,9999]

source: End Date must be in the range [1,9999]
fr_fr: Date de Fin doit etre dans l'intervalle [1,9999]

source: End Date must be greater than or equal to Start Date
fr_fr: Date de Fin doit être supérieure ou égale à Date de Debut

source: Date Range Settings Updated
fr_fr: Paramètres d'Intervalle Date mise à jour

source: Era Settings Updated
fr_fr: Paramètres d'ère mise à jour

source: Date Format Settings Updated
fr_fr: Paramètre du Format pour Date mise à jour

source: Date Range
fr_fr: Date Intervalle

source: Please provide a start and end year in the range 1-9999 for the control
fr_fr: S'il vous plaît donner un début et fin d'année dans l'intervalle 1-9999 pour la commande

source: Start Date
fr_fr: Date de Début

source: End Date
fr_fr: Date de Fin

source: Update
fr_fr: Mettre à jour

source: Date Format
fr_fr: Format de Date

source: Please select the format you would prefer to enter your dates in. This format will also be used for displaying the dates inside of KORA (this setting has no effect on front-end sites).
fr_fr: S'il vous plaît selectionner le format vous preferez entrer vos dates. Ce format sera également utilisé pour l'affichage des dates à l'intérieur de KORA (ce paramètre n'a aucun effet sur les front end sites).

source: MM DD, YYYY
fr_fr: MM JJ AAAA

source: DD MM YYYY
fr_fr: JJ MM AAAA

source: YYYY MM DD
fr_fr: AAAA MM JJ

source: Please select an optional value which will be initially filled in during ingestion
fr_fr: S'il vous plaît sélectionner une valeur facultative qui sera initiallement rempli au cours de l'injection

source: Show Era Field?
fr_fr: Montrer le Champ d'ère?

source: Choose whether or not to show the CE/BCE selector; if you choose not to show it, the control will default to assuming CE.
fr_fr: Choisir de montrer ou pas le sOKOKlecteur CE/BE; si vous choisissez de ne pas le montrer, la commande supposera CE par dOKOKfaut.

source: No
fr_fr: Non

source: Yes
fr_fr: Oui

source: Default Value Settings Updated
fr_fr: Paramètres par défaut de la Valeur mise à jour

source: Are you sure you want to delete this file? This takes effect immediately and cannot be undone.
fr_fr: Êtes-vous sûr de vouloir supprimer ce fichier? Cette opération prend effet immédiatement et ne peut être annulée.

source: Existing File
fr_fr: Fichier Existant

source: Size
fr_fr: Taille

source: Delete this File
fr_fr: Supprimer ce fichier

source: Really delete option? This will delete all data about this option from any records which currently have selected it.
fr_fr: Vraiment supprimer l'option? Cette opération va supprimer toutes les données sur cette option de tous les dossiers qui l'ont comme option actuellement

source: Name
fr_fr: Nom

source: Type
fr_fr: Genre

source: bytes
fr_fr: octets

source: File upload failed
fr_fr: L'envoi du fichier à échoué

source: Filetype is not in approved list
fr_fr: Genre de fichier n'est pas dans la liste approuvée

source: File too large
fr_fr: Fichier trop gros

source: You cannot have a duplicate list item
fr_fr: Vous ne pouvez pas avoir une liste d'element dupliquée

source: Improper Direction Specified
fr_fr: Incorrect Direction spécifié

source: Invalid maximum size specified
fr_fr: Invalide taille maximale spécifié

source: Maximum File Size Updated
fr_fr: Maximum Taille du Fichier à Jour

source: Invalid cid specified
fr_fr: Invalide cid spécifié

source: Restrictions must be 'Yes' or 'No'
fr_fr: Restrictions doivent être 'Oui' ou 'Non'

source: File Restrictions Updated
fr_fr: Restrictions du Fichier à jour

source: Archival must be 'Yes' or 'No'
fr_fr: Archivistique doit etre 'Oui' ou 'No'

source: Archival Settings Updated
fr_fr: Archivistique paramètres à jour

source: Maximum File Size
fr_fr: Maximum Taille de Fichier

source: The maximum size (in kB, 1024kB = 1MB) allowed to be uploaded by this control. Set to 0 to have no limit.
fr_fr: La taille maximale (en kB, 1024kB=1MB) authorizée a être envoyer par cette commande. Fixer à 0 pour n'avoir aucune limite.

source: Allowed File Types
fr_fr: Genre de Fichier Authorizé

source: Add Option
fr_fr: Ajouter Option

source: Restrict File Types?
fr_fr: Restreindre les Types de Fichiers?

source: If this is set to yes, only the filetypes set in the above list will be allowed
fr_fr: Si cette option est fixé a oui, seuls les types de fichiers définidans la liste ci-dessus seront permis

source: Archival Enabled?
fr_fr: Archives Activées?

source: This will enable fixity integrity checking on files ingested after this is enabled
fr_fr: Cela permettra la stabilité d'intégrer la verification des fichiers injectés après l'activation de cette option

source: Presets
fr_fr: Préréglages

source: Sets of pre-defined file-types which are commonly used
fr_fr: Ensembles des types de fichiers pré-défini qui sont fréquemment utilizés

source: Use Preset
fr_fr: Utiliser Préréglage

source: Create New Preset
fr_fr: Créer un nouveau Préréglage

source: If you would like to save this set of allowed file types as a preset, enter a name and click 'Save as Preset'
fr_fr: Si vous Voulez enregistrer cet ensemble de types de fichiers permis en tant que préréglage, entrez un nom et cliquez 'Enregistrer comme Préréglage'

source: Save as Preset
fr_fr: Enregistrer comme Préréglage

source: Preset Selected
fr_fr: Préréglage Selectionné

source: There is already a File Control preset with the name
fr_fr: Il existe déjà un Fichier Control prérégler avec le nom

source: Invalid Project or Control ID
fr_fr: Invalide Projet ou Commande ID

source: Invalid KID
fr_fr: Invalide KID

source: File Deleted
fr_fr: Fichier Supprimé

source: Geolocator uninitialized; Please edit control options.
fr_fr: Géoréférence non initialisée; S'il vous plait modifier les options de commande.

source: No location controls set. Edit control properties to add location controls.
fr_fr: Aucune commande de localisation défini. Modifier les propriétés pour ajouter les commandes de localisation.

source: Are you sure you want to update geocodes? This may take some time, and all existing geocodes will be replaced
fr_fr: Êtes-vous sûr de vouloir mettre à jour les géocodes? Cela peut prendre quelque instant, et tous les géocodes existant seront replacées

source: Translated Address
fr_fr: Adresse traduite

source: Geocoded Address
fr_fr: Adresse Géocodée

source: Invalid Project/Scheme ID
fr_fr: Invalide Projet/Schème ID

source: Geolocator control uninitialized
fr_fr: Commande de Géoréférence non initialisé

source: Control
fr_fr: Commande

source: has been deleted - please edit options for
fr_fr: A été supprimé - s'il vous plaît modifier les options de

source: No location data entered for required Geolocator control
fr_fr: Aucune donnée de localisation entrée pour la commande de Géolocalisateur requis

source: You cannot include the same control more than once
fr_fr: Vous ne pouvez pas inclure la même commande plus d'une fois

source: Invalid project or scheme id, or this scheme does not have any non-geolocator controls.
fr_fr: Invalide projet ou schème id, ou ce schème n'a aucune commande de non géoréférence

source: Controls List
fr_fr: Liste des commandes

source: These are the available controls. Select and add the ones the geolocator will pull address data from.
fr_fr: Ces commandes sont ceux qui sont disponible. Sélectionnez et ajoutez ceux dont le géolocalisateur aura besoin pour extraire les données d'adresse

source: Selected Controls
fr_fr: Commandes sélectionnées

source: The controls in this list will be used for geolocation on record ingestion
fr_fr: Les commandes de cette liste seront utilisés pour la géolocalisationdes dossiers injectés

source: The locator string will be built by adding the contents of the controls from top to bottom
fr_fr: La chaîne de localisation sera construite en ajoutant le contenu descommandes de haut en bas

source: Update Geocodes
fr_fr: Géocodes à jour

source: Look up latitude/longitude for all records in this scheme
fr_fr: Rechercher latitude/longitude de tous les dossiers de ce schème

source: File is not an image
fr_fr: Fichier n'est pas une image

source: Width
fr_fr: Largeur

source: Height
fr_fr: Hauteur

source: Note: This list is based on the image types which PHP can process and cannot be changed; it is provided here solely for reference.
fr_fr: Notez: Cette liste est basée sur le types d'image que PHP peut proceder et ne peut pas etre changé; Elle est fourni ici uniquement pour référence

source: Width and Height must be Positive Integers
fr_fr: Largeur et Hauteur doivent être des entiers positif

source: Maximum Width
fr_fr: Largeur maximale

source: Maximum Height
fr_fr: Hauteur maximale

source: Unable to open thumbnail directory
fr_fr: Incapable d'ouvrir le répertoire de l'aperCu

source: Thumbnail Size Updated
fr_fr: Taille de l'aperCu à jour

source: " is not an valid value for
fr_fr: "n'est pas une valeur valide pour

source: There is already a List Control preset with the name
fr_fr: Il existe déjà une liste de prédéfinie avec le nom

source: List Options
fr_fr: Liste des Options

source: These are the choices users will be presented with when ingesting
fr_fr: Ceux ci sont les choix qui seront présentés aux utilisateurs lors de l'insertion

source: Optionally, select a value which will be initially selected upon first ingestion
fr_fr: Éventuellement, sélectionnez une valeur qui sera initialement sélectionnée lors de la première insertion

source: Sets of pre-defined list values which are commonly used
fr_fr: Ensemble des listes de valeurs prédéfini, qui sont frequement utilisées

source: Set AutoFill
fr_fr: Fixer la saisie automatique

source: Choose a control to auto select a value for this control when specific value is selected.
fr_fr: Chosissez un pour selectionner une valeur pour ce quand la valeur spécifique est selectionnée

source: Select Control
fr_fr: Selectionner la commande

source: Default Value Updated
fr_fr: Valeur de defaut à jour

source: Auto Fill Control Updated
fr_fr: Commande de saisie automatique à jour

source: January
fr_fr: Janvier

source: February
fr_fr: Février

source: March
fr_fr: Mars

source: April
fr_fr: Avril

source: May
fr_fr: Mai

source: June
fr_fr: Juin

source: July
fr_fr: Juillet

source: August
fr_fr: Août

source: September
fr_fr: Septembre

source: October
fr_fr: Octobre

source: November
fr_fr: Novembre

source: December
fr_fr: Decembre

source: Bad Date Format Option
fr_fr: Mauvaise Option du Format Date

source: Value supplied for field
fr_fr: Valeur fournie pour le champ

source: is not valid XML
fr_fr: N'est pas un valide XML

source: Era must be CE or BCE
fr_fr: L'ère doit être CE ou BCE

source: Invalid Month
fr_fr: Mois invalide

source: Year outside of valid range
fr_fr: Année en dehors de la limite valide

source: does not have all required XML members
fr_fr: N'a pas tous les membre XML requis

source: Optionally, select which value(s) which will be initially selected upon first ingestion
fr_fr: Éventuellement, sélectionnez une/les valeur(s) qui sera/seront initialement sélectionnées lors de la première insertion

source: Really select preset? This will delete any existing RegEx and cannot be undone!
fr_fr: Vraiment selectionner prérégler? Cela va supprimer tous les existantRegEx et ne peut pas etre annulée!

source: does not match the required pattern
fr_fr: Ne correspond pas au modèle requis

source: Regular Expression Match
fr_fr: L'expression regulière assorti

source: Leave blank to allow any input
fr_fr: Laissez vide pour permettre toute entrée

source: use %s otherwise
fr_fr: Utilisez %s autrement

source: Leave blank to have no initial value
fr_fr: Laissez vide pour avoir aucune valeur initiale

source: Pre-created Regular Expressions to match common patterns for your convieneince
fr_fr: Régulières expressions pré-crées pour assortir les modèles communs pour votre convenance

source: If you would like to save this regular expression as a preset, enter a name and click 'Save as Preset'
fr_fr: Si vous souhaitez sauvegarder cette expression régulière en tant que prédéfinie, entrez un nom et cliquez 'Sauvegarder en tant que préréglage'

source: Regular Expression Updated
fr_fr: Expression Régulière à jour

source: Size Updated
fr_fr: Taille à jour

source: The number of rows and columns must be a positive integer
fr_fr: Le nombre de lignes et de colonnes doivent etre un entier positif

source: Rows
fr_fr: Lignes

source: Columns
fr_fr: Colonnes

source: Editor
fr_fr: Éditeur

source: Choose the type of editor you would like to use with this control
fr_fr: Chosissez le type d'éditeur vous souhaitez utiliser avec cette commande

source: Rich-text editor
fr_fr: éditeur de texte formaté

source: There is already a Text Control Preset with the name
fr_fr: Il existe déjà une commande de texte prédéfinie avec le nom

source: Text Editor Updated. Using Rich-Text Editor.
fr_fr: L'éditeur de texte à jour. Utilisant l'éditeur de texte formaté

source: Text Editor Updated. Using Plain-Text Editor.
fr_fr: L'éditeur de texte à jour. Utilisant l'éditeur de Plain-Text

source: Add Field
fr_fr: Ajouter un Champ

source: Dublin Core Field/Control Name
fr_fr: Dublin Core Champ/Nom de la Commande

source: Add Field to Dublin Core
fr_fr: Ajouter un champ à Dublin Core

source: Current Dublin Core fields for this scheme
fr_fr: Les actuels champs de Dublin Core pour ce schème

source: No Dublin Core fields for this scheme yet
fr_fr: Aucun champ de Dublin Core pour schème cependant

source: File
fr_fr: Fichier

source: changed from last hash check
fr_fr: Changé depuis la vérification de l'hachage dernier

source: Last Computed
fr_fr: Le dernier Calculé

source: Current Computed
fr_fr: Actuellement Calculé

source: Last Computed Hash Time
fr_fr: Dernier temps d'hachage calculé

source: Current Computed Hash Time
fr_fr: Actuel temps d'hachage calculé

source: changed from initial hash
fr_fr: Changé de l'hachage initial

source: Initial
fr_fr: Initial(e)

source: Computed
fr_fr: Calculé(e)

source: Original Hash Time
fr_fr: Original temps d'hachage

source: Current Hash Time
fr_fr: Actuel temps d'hachage

source: Something that should never happen did. The original hash and stored hash in the database differ. Check this file for errors
fr_fr: Quelque chose qui ne devrait jamais se produire s'est produite. L'hachage d'origine et l'achage enregistré dans la base de données différent. Vérifiez ce fichier pour des erreurs

source: KORA Fixity Run Results
fr_fr: Résultats de l'exécution de KORA fixité

source: fixity errors
fr_fr: érreurs de fixité

source: files passed
fr_fr: Fichiers transmis

source: Created by
fr_fr: Créé(e) par

source: Log In
fr_fr: Se connecter

source: Register
fr_fr: s'inscrir

source: Activate Account
fr_fr: Activer le compte

source: Log Out
fr_fr: Se déconnecter

source: Update User Info
fr_fr: Mettre à jour les informations de l'utiliseur

source: Your database is out of date; please upgrade it
fr_fr: Votre base de données est périmé; s'il vous plaît mettre à jour

source: There was an error preparing the ingestion form
fr_fr: Il y a eu une erreur en préparant la forme d'insertion

source: Submit Data
fr_fr: Somettre les données

source: Object Ingested and awaiting approval from a moderator.
fr_fr: Object inseré et en attente d'approbation par un examinateur

source: Object Ingested
fr_fr: Objet inseré

source: Ingestion Failed. See below errors.
fr_fr: Insertion échouée. Voir les erreurs ci-dessous

source: At least one control must have data
fr_fr: Au moins une commande doit avoir des données

source: Please specify at least one field to return
fr_fr: Spécifiez au moins un champ pour retourner s'il vous plaît

source: Query must be a Clause object
fr_fr: La requête doit être une condition d'objet

source: Invalid Authentication to Search
fr_fr: Invalide Authentification à Rechercher

source: Unknown control
fr_fr: Commande inconnue

source: Invalid sorting options
fr_fr: Invalide options de tri

source: Control
fr_fr: Commande

source: No Collections Exist For This Scheme
fr_fr: Aucune Collection Existe Pour Ce Schème

source: Selected Control
fr_fr: Commande selectionnée

source: Does Not Exist
fr_fr: N'existe Pas

source: Is Not a List or Multi-List
fr_fr: N'est Pas une Liste ou Multi-liste

source: Error
fr_fr: Erreur

source: Bad Search Clause
fr_fr: Recherche de contition mauvaise

source: Accounts
fr_fr: Comptes

source: Register an Account
fr_fr: Créer un compte

source: Activate an Account
fr_fr: Activer un compte

source: change language
fr_fr: Changer de langue

source: Management
fr_fr: Gestion

source: Create/Modify Projects
fr_fr: Créer/Modifier Projets

source: Manage Search Tokens
fr_fr: Gérer la recherche des Tokens

source: Manage Users
fr_fr: Gérer les Utilisateurs

source: System Management
fr_fr: Gestion du Système

source: Advanced Search within Scheme
fr_fr: Recherche Avancée dans Schème

source: Cross-Project Search
fr_fr: Recherche de croix-projet

source: Search within Project
fr_fr: Chercher dans projet

source: Record
fr_fr: Dossier

source: Export Data To XML
fr_fr: Exporter les Données Vers XML

source: Import Records from XML
fr_fr: Importer les Données de XML

source: Ingest Record
fr_fr: Inserer Dossier

source: List Scheme Records
fr_fr: Liste des schèmes des Dossiers

source: Review Public Ingestions
fr_fr: Revoir les insertions publique

source: Add a New Scheme
fr_fr: Ajouter un Nouveau Schème

source: Import Scheme From XML
fr_fr: Importer Schème De XML

source: Manage Associator Permissions
fr_fr: Gérer les permissions de l'associateur

source: Manage Record Presets
fr_fr: Gérer les préréglages du dossier

source: Refresh Dublin Core Data
fr_fr: Actualiser les Données du Dublin Core

source: Manage Dublin Core Fields
fr_fr: Gérer les Champs du Dublin Core

source: Scheme Layout
fr_fr: Mise en Page du Schème

source: Select a Scheme
fr_fr: Sélectioner un Schème

source: Project
fr_fr: Projet

source: Manage Control Presets
fr_fr: Gérer les préréglages de la commande

source: Manage Groups
fr_fr: Gérer les groupes

source: Manage Project Users
fr_fr: Gérer les utilisateurs du Projet

source: Select a Project
fr_fr: Sélectionner un Projet

source: There is already a control of that type with that name
fr_fr: Il existe déjà une commande de ce type avec ce nom

source: There are no presets which you have control over
fr_fr: Il n'existe aucun préréglage que vous pouvez controler

source: Preset Name
fr_fr: Présélectionner le Nom

source: Original Project
fr_fr: Projet original

source: New Name
fr_fr: Nouveau nom

source: Delete
fr_fr: Supprimer

source: Stock Preset
fr_fr: Préréglage de stockage

source: Rename
fr_fr: Renommer

source: Object is not in current scheme
fr_fr: L'ojet n'est pas dans l'actuel schème

source: You cannot have an empty name
fr_fr: Vous ne pouvez pas avoir un nom vide

source: You do not have permission to create presets
fr_fr: Vous n'avez pas la permission de créer des préréglages

source: There is already a preset with that name
fr_fr: Il existe déjà un préréglage avec ce nom

source: This record is already a preset
fr_fr: Ce dossier est déjà un préréglage

source: Preset Added
fr_fr: Préréglage ajouté

source: Demote
fr_fr: rétrogarder

source: This scheme currently has no presets
fr_fr: Ce schème n'a pas de préréglages actuellement

source: The following schemes are currently allowed to associate to records in this scheme
fr_fr: The schèmes suivants sont actuellement autorisés à s'associer aux dossiers dans ce schème

source: No schemes are currently allowed to associate to this project
fr_fr: Aucun schème n'est actuellement autorisé à s'associer à ce projet

source: You must have PHP 5.1.3 or later installed to use KORA. You currently have version
fr_fr: Vous devez avoir PHP 5.1.3 ou une version ultérieure installée pour utiliser KORA. Vous avez actuellement la version

source: Magic Quotes are enabled. Please disable magic_quotes_gpc in php.ini.
fr_fr: Les citations magique sont activées. S'il vous plaît désactiver magic_quotes_gpc dans php.ini

source: Cannot connect to the database. Please verify your configuration settings.
fr_fr: Impossible de se connecter à la base de données. S'il vous plaît vérifier vos paramètres de configuration

source: You must have at least MySQL 5.0.3 installed to use KORA. You currently have version
fr_fr: Vous devez avoir au moins MySQL 5.0.3 installée pour utiliser KORA. Vous avez actuellement la version

source: This project currently has no schemes
fr_fr: Ce projet n'a actuellement pas de schèmes

source: Edit
fr_fr: Modifier

source: Add a Control
fr_fr: Ajouter une Commande

source: Remove this Collection
fr_fr: Supprimer cette Collection

source: Allow this scheme's layout to be used as a preset?
fr_fr: Autoriser la mise en page de ce schème d'être utilisé comme un paramètre prédéfini?

source: Remove this Control Collection
fr_fr: Supprimer cette commande de Collection

source: Required
fr_fr: Requis(e)

source: Adv.
fr_fr: Avancé

source: Show
fr_fr: Voir

source: Public
fr_fr: Publique

source: Ingest
fr_fr: Insertion

source: N/A
fr_fr: Pas Applicable

source: Private
fr_fr: Privé(e)

source: Add a Control Collection
fr_fr: Ajouter une Commande de Collection

source: No existing search tokens found
fr_fr: Aucune recherche existante d'identificateurs trouvée
